{
  "body": "Source Link: <http://nbc.gov.ng/uploads/broadcast/Nigeria-Broadcasting-code.htm>\n\nNational Broadcasting Commission\n\nFirst Edition Published 1993,\n\nSecond Edition Published 1996,\n\nThird Edition Published 2002\n\nFourth Edition Published 2006\n\nFifth Edition Published 2010\n\nPRINTED BY:\n\n**CITATION**\n\nThis document shall be known as the Nigeria Broadcasting Code (5th Edition) hereinafter referred to as ‘The Code”.\n\n**PREFACE**\n\nNigeria has set June 17, 2012 as a target date to complete the process of analogue to digital transmission. This is to ensure that the country is not caught napping by 2015 when the whole world is expected to have gone digital.\n\nThe advent of digitization and its emerging new media, no doubt, pose a new set of challenges on the industry. Therefore to meet up with the challenges of the emerging trend in the broadcast industry, there is need to have a proper and workable regulatory framework that would guide the operators in the industry.\n\nThe fifth edition of the Nigeria Broadcasting Code, therefore updates the rules and regulations of broadcasting in the country to make operators responsive to the developments that are constantly affecting the industry.\n\nFor several months, veteran broadcasters from across the country, professionals in broadcast industry, scholars from tertiary institutions that offer Mass Communication and other interested members of the public met and deliberated on the provisions of the Code especially the aspect of digitization and democratization of the airwaves.\n\nApart from reviewing the Code as a mere fulfillment of the provisions of the law, emphasis are laid on certain aspects that will impact on digital broadcasting which include Community Broadcasting, Network Licence, Broadcast Content etc.\n\nIn view of the emerging trend, there is the need for effective and efficient spectrum management and Nigeria can no longer afford to waste frequencies, hence the need to have structured and approved guidelines in issuance of broadcast licence.\n\nAlso Democracy has come to stay in Nigeria, and as such broadcast stations are to adhere strictly to the rules and regulations of broadcasting industry which are contained in the Code. In the area of social responsibility, the industry has a major role to play in promoting culture and values of the people and therefore should be in forefront in the fight against social ills by improving on the local contents.\n\nThe Code will therefore assist broadcasters to make sound judgements and build credibility in providing the public with power to make important decisions to serve the society in an ethically responsible and constructive manner.\n\nWhile stressing the need for government’s approval for the implementation of digitization, the nation looks forward to a full-blown community broadcasting as stipulated in the Code.\n\nIn conclusion, the Code is written in concise language for all segments of the society. This is to enable stakeholders in the industry to discharge their responsibility more effectively and provide transparent tool for the Commission to adequately regulate the industry.\n\nThe Commission expresses profound gratitude to all those who worked tirelessly to make the Code review a huge success.\n\n**Yomi Bolarinwa, fnse**\n\n**Director General**\n\n**National Broadcasting Commission**\n\n**October, 2010**\n\n0.1    **INTRODUCTION**\n\nThe **Code** represents the minimum standard for broadcasting in the Federal Republic of Nigeria. The **Code** shall be applied in the spirit as well as in the letter, in accordance with the professional ideals of broadcasting.\n\n0.1.1 **GENERAL PRINCIPLES**\n\n0.1.1.1 **Character of Broadcasting**\n\nBroadcasting is a creative medium, characterized by professionalism, choice and innovation, to serve the interest of the general public. Its utilisation of audio and video technology makes it capable of reaching the audience simultaneously, availing mankind with the best means of information dissemination and reception. It also enables the individual to share in and contribute, to the best of his ability, to the world around him.\n\nBroadcasting shall influence society positively, setting the agenda for the social, cultural, economic, political and technological development of a nation, for the public good.\n\nBy means of broadcasting, every Nigerian is expected to partake in sharing of ideas and experiences that will enrich his or her life and help him or her live in a complex, dynamic and humane society, as envisaged in Chapter two of the _1999 Constitution of the Federal Republic of Nigeria_ (hereinafter referred to as the **Constitution**).\n\nNigerian broadcasting shall essentially match the best in the profession anywhere in the world, yet be distinctly Nigerian, projecting the best and discouraging the worst in the society. In other words, the cardinal responsibility of broadcasting to inform, educate and entertain shall not be at the expense of national interest, unity and cohesion of Nigeria’s diverse social, cultural, economic, political and religious configurations.\n\nTherefore, no broadcast shall intentionally encourage or incite to crime, lead to public disorder, be repugnant to public feeling or contain an offensive reference to any person, alive or dead, or generally, be disrespectful to human dignity.\n\n0.1.1.2 **Objectives of Broadcasting**\n\na. Broadcasting shall be guided by the following broad objectives, which are in line with the Fundamental Objectives and Directive Principles of State Policy, as set out in chapter two of the **1999 Constitution**.\n\nb. Broadcasting shall provide an efficient, professional and comprehensive service to the entire people of the Federal Republic of Nigeria based on national objectives and aspirations.\n\n0.1.1.2.1  **Social Objectives**\n\nTo provide a functional level of enlightenment for the Nigerian populace, irrespective of their educational background. Specifically, broadcasting is to:\n\ni. promote generally accepted social values and norms, especially civic and social responsibilities;\n\nii. promote the acquisition or pursuit of knowledge;\n\niii. disseminate, impartially, news and opinions in a manner encouraging meaningful and articulate dialogue and discussion of issues of public interest;\n\niv. promote the physical, mental and social well-being of the people;\n\nv. foster the spirit of self-discipline, self-sacrifice and self-reliance; and\n\nvi. encourage respect for the dignity of man.\n\nb. Broadcasting organizations shall recognize that they exercise freedom of expression as agents of society, not for any personal or sectional rights, privileges and needs of their own or of their proprietors, relatives, friends or supporters.\n\nc. Broadcasting shall promote values and norms, which foster the well- being and co-operation of the various groups of the Nigerian society.\n\n0.1.1.2.2 **Cultural Objectives**\n\nThe cultural objectives of broadcasting shall encompass various aspects of community life including aesthetics, religion, ethics, philosophy, language, history and the arts. Therefore, broadcasting shall:\n\na. provide, through programming, a service essential to the maintenance and enhancement of national identity and cultural sovereignty;\n\nb. serve to safeguard, enrich and strengthen the cultural, political, social and economic fabrics of Nigeria;\n\nc. seek, identify, preserve and promote Nigeria’s diverse cultures;\n\nd. select critically, the positive aspects of foreign cultures for the purpose of enriching the Nigerian culture;\n\ne. develop and promote the application of indigenous aesthetic values;\n\nf. promote the development of a high level of intellectual and artistic creativity; and\n\ng. foster generally acceptable moral, ennobling and spiritual values.\n\n0.1.1.2.3 **Economic Objectives**\n\na.The economic objectives of broadcasting shall be consistent with the nation’s economic goals, which include the building of:\n\ni.a united, strong and self-reliant nation;\n\nii.a just and egalitarian society;\n\niii.a great and dynamic economy; and\n\niv.a land bright and full of opportunities for all\n citizens.\n\nb.Broadcasting shall, therefore:\n\ni.monitor trends and developments in production processes;\n\nii.promote knowledge of available products and services through programmes and advertisements;\n\niii.foster the spirit of hard-work and productivity to improve the quality of life of the people; and\n\niv.encourage the production and consumption of local product to achieve self-sufficiency and self-reliance.\n\n0.1.1.2.4 **Political Objectives**\n\nBroadcasting shall contribute to the development of national unity and participatory democracy. Therefore, the political objectives of broadcasting shall be to:\n\na. create and promote political awareness amongst the people in order to achieve a democratic society;\n\nb. inculcate in the people the spirit of tolerance of all shades of opinion; and\n\nc. promote social justice based on the responsibilities and rights of the individuals in society.\n\n0.1.1.2.5 **Technological Objectives**\n\nThe nation’s abundant natural and human resources shall be exploited to the advantage of the people. Broadcasting shall therefore:\n\na. keep the people abreast of technological developments;\n\nb. promote and encourage the study of science and technology;\n\nc. promote the spirit of self-reliance and engender the development of indigenous technology; and\n\nd.promote a scientific and rational attitude to life by encouraging research.\n\n0.1.1.2.6 **Professional Objectives**\n\nBroadcasting as a specialised section of the media industry, with its own mode of professionalism, demands a high level of specialisation and professional skills, some of which are as set out by the **Code**.\n\nBroadcasting, therefore, is to ensure:\n\na.development of professionalism through recruitment and training of personnel, who at the point of entry into senior cadre shall, possess at least, Higher National Diploma (HND) or its equivalent in broadcast related fields;\n\nb.that only professionals with at least 10 years cognate\n experience shall head core departments, divisions or directorates;\n\nc.that only a professional broadcaster, with at least 15 years cognate experience in broadcasting, shall be made Chief Operations Officer of a broadcast station;\n\nd.that Nigerian talents and facilities shall be used as much as possible in the production of programmes, including advertisements; and\n\ne.meaningful investment in research and development, and job security with appropriate remuneration is guaranteed. Therefore, the Commission shall intercede in instances where unjust removal of a broadcaster is established.\n\n0.1.1.3 **The Objectives of Broadcast Regulation**\n\nThis regulation is to ensure that broadcasting plays a pivotal role in the social, cultural, technological, economic, and political lives of the people of Nigeria. To attain this:\n\na. broadcasting shall adhere to the general principles of legality, decency, truth, integrity and respect for human dignity as well as the cultural, moral and social values of the people within the provisions of the Constitution;\n\nb. Nigerian broadcasting shall meet the best in professional standards;\n\nc. the framework for the regulation of broadcasting in Nigeria shall meet local needs without compromising international standards;\n\nd. broadcasting in Nigeria shall provide the entire range of sound and vision services that cater to, and reflect the diverse range of Nigerian cultures and communities through effective distribution of public, commercial and community broadcasting services;\n\ne. broadcasting in Nigeria shall be substantially owned and operated by Nigerians;\n\nf. broadcasting shall ensure the protection and the development of children and other persons requiring special care and consideration;\n\ng. broadcasting shall be mindful of the degree of harm and offence likely to be caused by the inclusion of any material in programming in general or in specific terms;\n\nh. broadcast frequency bands, a scarce resource, shall be efficiently utilized in line with the international best standards in the planning, co-ordination, assignment, registration, and monitoring of the broadcast spectrum;\n\ni. universal access to broadcasting, including technologies, content and services shall be promoted;\n\nj. providers of broadcasting services shall respect community standards in the provision of programme materials;\n\nk. the mechanism for addressing complaints as well as feedback shall be established;\n\nl. broadcasters and their employees shall uphold the rights and\n obligations of the mass media as provided in the\n Constitution;\n\nm. fair and sustainable competition shall be the hallmark of the broadcast industry in Nigeria;\n\nn. self-regulation shall be employed within the framework of professional standards.\n\n0.1.1.4 **Challenges to the Industry.**\n\nThe challenges to the industry are to ensure a free competitive and responsive broadcasting service in Nigeria, and to stimulate the contribution expected of broadcasting in a truly democratic society. Thus broadcasting must satisfy, amongst others, the following needs of society:\n\na. a truthful, comprehensive and intelligent account of each day’s local, regional, national and international events that have significant impact on the Nigerian community;\n\nb. an impartial access to the nation’s daily intelligence, made\n equally available to everyone; c. a forum for the exchange of comment and criticism representing every stratum of the society, as required in a federal state like Nigeria, in which the views and opinions of everyone are included in the national consensus;\n\nd. a means of projecting the opinions and attitudes of the groups in the society to one another, such as the balancing of information flow between the rural and urban, government and the governed, as well as the presentation and clarification of the goals and values of the society;\n\ne. an efficient, professional and comprehensive broadcasting service to the entire people of the Federal Republic of Nigeria, based on national objectives and aspirations;\n\nf. an effective coverage and reach of the entire nation;\n\ng. the guaranteed right of practitioners to have control over editorial and programme content in the media;\n\nh. the development of Nigerian artistic creativity and talent in entertainment programming, and offering information and analyses from the Nigerian point of view;\n\ni. programming that promotes employment opportunities to serve the needs and interest, and reflect the circumstances and aspirations of all Nigerians;\n\nj. programming that promotes excellence and high moral and ethical standards acceptable to a substantial group of the viewing and listening public;\n\nk. development of human resources and training, and capacity building within broadcasting;\n\nl. ready adaptation to scientific and technological changes;\n\nm. maximum use of predominantly Nigerian creative resources in the presentation of programming, be it news, programme, musical entertainment, advertising or sponsorships;\n\nn. greater emphasis on the broadcast of news and programmes in Nigerian languages so as to ensure direct relevance to local communities;\n\no. programmes of high professional standard;\n\np. reasonable opportunity for the public to be exposed to all views on matters of public concern; and\n\nq. the development and growth of the independent production sector.\n\n0.1.1.5 **Deregulation of Broadcasting in Nigeria**\n\n0.1.1.5.1 Historically, on August 24, 1992, the Federal Military Government promulgated _the National Broadcasting Commission Decree No. 38_\n (now deemed an Act of the National Assembly) deregulating the broadcast industry and establishing the National Broadcasting Commission to regulate the entire industry. This ended over 50 years of sole government-ownership of broadcasting in the country. The responsibilities of the Commission were further expanded by (Amendment) Decree No. 55 of 1999.\n\n0.1.1.6 **Legal Framework**\n\n0.1.1.6.1 The National Broadcasting Commission (herein referred to as the **Commission**) was established by Section 1 of _the National Broadcasting Commission Act No. 38 of 1992_ (as amended).\n\n0.1.1.6.2 **Responsibility of the Commission**\n\nThe responsibility of the National Broadcasting Commission is as stated in Section 2(1) of NBC Act No. 38 of 1992 (as amended) See Appendix 1.\n\n0.1.1.7 **Declaration**\n\nThe National Broadcasting Commission affirms that it shall co- operate with, encourage and protect stations but would firmly ensure that they adhere to all provisions of the law and the **Code** governing broadcasting in Nigeria.\n\n**CHAPTER ONE**\n\n1.0 **BROADCASTING STANDARD**\n\nThe standard given hereunder stipulates the regulations and\n procedures for developing and enhancing professionalism in\n Nigerian Broadcasting.\n\nCLASS A\n\n1.1 **Principles**\n\n(a) **The Code** contains the universal aims and objectives of broadcasting with specific application to Nigeria. The purpose is to guide broadcasters to apply the provisions of the Code and to assist the public to uphold them as the benchmark for their “_…right to quality broadcasting_”.\n\n(b) **The Code** is derived from the provisions of Section 2(i)(h) of the National Broadcasting Commission **Act No. 38 of 1992** (as amended).\n\n(c) **The Code** is a product guided by the transparency consistent of the best service delivery principles.\n\n(d) **The Code** contains regulations for easy interpretation by the broadcaster and the public. These regulations may be reviewed from time to time in response to changes and evolving trends in the broadcasting industry.\n\n(e) **The Code** expects the broadcaster to always consider what is beneficial to the audience in terms of the cultural, moral, economic, social and political values of the Nigerian people.\n\n(f) Broadcasting and freedom of expression are intrinsically linked; therefore the broadcaster may exercise as much freedom as possible in programming without breaching societal values.\n\n(g) **The Code** is a professional document for the day-to-day operation of the entire broadcasting industry in Nigeria.\n\n1.2 **Approval of Agreements and Transactions**\n\n(a)A licensee shall obtain the prior approval of the Commission in respect of any act, agreement, or transaction that may directly or indirectly affect its initial undertakings.\n\n(b) The request for the approval referred to in sub-paragraph (a) shall set out the following information:\n\ni. the name of the person(s)/company(ies);\n\nii. the percentage and voting interests of the person(s)/company(ies);\n\niii. the level of association of the person(s)/company(ies) in the management of the organisation;\n\niv. the level of association of the person(s)/company(ies) in any other broadcast organisation in the same sector; and\n\nv.a draft copy of the proposed agreement or transaction.\n\n(c)The Commission reserves the right to approve or disapprove of any such agreement or transaction.\n\n1.2.1A licensee shall obtain the prior approval of the Commission before\n engaging or involved in any transaction that would result in a new ownership structure involving new persons.\n\n1.3.0 **Coverage of Crisis, Disaster and Emergency**\n\n1.3.1 Immediacy enables broadcasting to bring information on issues of\n national concern to the audience spontaneously. In the event of crisis, however, the advantages of broadcast technology shall be exploited in order not to aggravate the situation or adversely affect those emotionally involved.\n\n1.3.2 The broadcaster shall observe caution, empathy and due sensitivity\n in the coverage and presentation of emergencies, calamities, riots, griefs, etc.\n\n1.3.3 In calling attention to crisis, timely basic information shall be\n provided to assist the public and to facilitate rescue and other forms of amelioration.\n\n1.3.4. Sensationalism shall be avoided by refraining from speculations and statements, details or exaggerations that could aggravate mass panic or hysteria.\n\n1.4 **Station Identification/Call Sign**\n\n1.4.1. Each station shall have a call sign, slogan, station identification, or\n logo, or a combination to serve as its identity.\n\n1.4.2 Before commencement of operations, each station shall register such a call sign, slogan, identification or logo with the Trade Marks\n Registry before approval by the Commission.\n\n1.4.3 A station’s identification shall be broadcast at least every 15 minutes on radio, or at least the next available programme junction.\n\n1.4.4 For television transmission services, **ONLY** the station’s identity/ logo shall be permanently displayed.\n\n1.4.5 Legitimate information captions, including the logos of the franchise\n holder, and/or the caption or logo of a sponsor, may also be displayed at allowed intervals in addition to the provision in paragraph 1.5.4.\n\n1.4.6 A programme title shall only be displayed at the beginning, bridging point and at the end.\n\n1.4.7. Where a broadcast station uses more than one frequency or channel,\n each of its programming outlets shall be identified separately by its\n registered identity.\n\n1.4.8  Broadcasting with false or misleading identification shall not be\n allowed. This violation may lead to the immediate closure of a\n station, withdrawal of licence and seizure of equipment\n\n1.5 **Right to Quality Broadcasting**\n\nAt every programme belt, a broadcaster shall broadcast information on how the public may lodge complaints about its programming as prescribed in Chapter 13 of **the Code**.\n\n1.6 **Programmes Schedule**\n\na. A broadcaster shall forward to the Commission its quarterly programmes schedule and synopses of new or repackaged\n programmes not less than one week before the beginning of the quarter.\n\nb. The scheduling of a programme is the absolute responsibility of the broadcaster in accordance with its editorial standards; especially network programmes, taking into consideration the diversity in faith, cultural and moral sensitivities of the audience.\n\nc.\n It is the responsibility of the broadcaster to clearly explain its\n policies at all times, through programme promotion and\n trailers.\n\nd.\n Programmes unsuitable for children and youths shall not be\n scheduled before the watershed time of 10.00pm.\n\ne.\n A station shall not schedule morally contrasting programmes,\n fillers or advertisements of similar or competing genres back\n to back.\n\n1.7\n **Log Books**\n\n1.7.1\n All transmissions including test transmissions, shall be logged in\n accordance with paragraphs 6 and 7 of the Third Schedule of the NBC\n Act No. 38 of 1992 (as amended).\n\n1.7.2\n A broadcaster shall maintain log books to record each day’s:\n\na.\n programmes;\n\nb. music;\n\nc. advertisements and sponsorships;\n\nd. studio operations and maintenance;\n\ne. transmitter operations and maintenance;\n\nf. links operation and maintenance; and\n\ng. power supply.\n\n1.8 **Continuous Off-Air Recording of Transmission**\n\n1.8.1 A broadcaster shall:\n\na. retain for a period of not less than 90 days, a recording of every programme broadcast on its service;\n\nb. on demand by the Commission, produce any such recording for examination or record purposes; and\n\nc.on demand by the Commission, produce any script or transcript of the programme.\n\n1.9 Right of Entry\n\na. A staff or agent of the Commission shall be accorded access, to\n carry out station audit and any other aspect of the responsibility of the Commission.\n\nb. A broadcaster shall be in breach of the provisions of **the Code** if a licensee:\n\ni) obstructs any staff or agent of the Commission in the exercise of the powers conferred on him under this section; or\n\nii )fails or refuses to give any such staff or agent the required cooperation to carry out the assignment.\n\n**Programme Presentation**\n\n1.10.1 A presenter or anchor shall be decently and appropriately attired in a manner that is consistent with the Nigerian culture.\n\n1.10.2 A presenter/continuity announcer shall have a good command of the\n language of presentation, in diction, grammar and elocution.\n\n1.10.3 A presenter/anchor shall not express his or her personal opinion in the\n programme.\n\n1.10.4 A presenter/anchor on a phone-in programme shall handle it with professionalism and sound judgement to ensure that the programme does\n not lose focus or lead to unfair treatment of any person or institution.\n\n1.11.5 Every scheduled broadcast item, including spot announcements, shall be scripted.\n\n1.12 **Piracy**\n\n1.12.1 The broadcast or re-broadcast of any content shall be only with the\n express permission of the rights owner.\n\n1.12.2 A broadcaster relaying any programme (local or foreign) shall ensure proper acquisition of such programme.\n\n1.13 **Staff Empowerment**\n\nThe Licensee shall provide good conditions of service in the areas of remuneration, health, insurance, disengagement and pension’s welfare, as well as regular training and a good industrial relationship.\n\n1.14 **Employment Policy**\n\n1.14.1. A Licensee shall ensure that professional broadcasters with pre- requisite cognate experience are employed to man strategic positions in the station.\n\n1.5 **Empowerment and Human Resource Development**\n\n1.15.1 The minimum entry for recruitment of junior cadre in the broadcasting\n industry shall be an ordinary diploma or a certificate from a recognized media training institution.\n\n1.15.2 Newly recruited staff with proven aptitude but without industry experience shall be required to attend a relevant course at a recognized broadcast institution.\n\n1.15.3 Only a professional with at least 10 years post qualification broadcast experience shall head a specialized department such as Programmes, News, Engineering and Marketing.\n\n1.15.4 Only a professional with at least 15 years cognate experience shall be made Chief Executive Officer or Chief Operations Officer in a broad-\ncasting station.\n\n1.16 **Broadcast Curricula in Tertiary Institutions**\n\n1.16.1 Tertiary institutions play a vital role in producing professionals for the industry through the teaching and practice of Mass Communication and other broadcast related courses. Section 2(1) (p) of the NBC Act No. 38 of 1992 (as amended) empowers the Commission to accredit curricula and\n\nprogrammes for tertiary institutions in Nigeria that offer Mass Communication in relation to broadcasting.\n\n1.16.2 For an academic broadcast programme to receive accreditation, the\n institution shall have a functional broadcast studio and also offer courses in the following key areas and others to be added from time to time.\n\n(a) Broadcasting Law;\n\n(b) **The Code and any other** Broadcast Regulations;\n\n(c) Educational and Instructional Broadcasting;\n\n(d) Advertising;\n\n(e)News Writing, Reporting, Editing and Newscasting;\n\n(f)\n Radio and TV Production;\n\n(g)Radio and TV Directing\n\n(h) Radio and TV Script Writing for Drama, Documentary and other Programme Productions;\n\n(i) Radio and TV Presentation Techniques;\n\n(j) Lighting and Sound\n\n(k) Camera Techniques\n\n(l) Broadcast Station Management;\n\n(m) Broadcast Ethics;\n\n(n) Information Technology in Broadcasting;\n\n(o) Technological Developments in the Industry;\n\n(p) Industrial Attachment of not less than six months.\n\n1.16 **Laws and Other Professional Standards**\n\n1.16.1Broadcasting objectives are best achieved if all those involved in the production and transmission of programmes adhere to the following laws:\n\na. The _**Constitution** of the Federal Republic of Nigeria, 1999;_\n\nb.\n The _National Broadcasting Commission Act No. 38 of 1992_;\n (as amended).\n\nc. The _Wireless Telegraphy Act_ Cap 469 LFN 1990 (as amended by section 22, subsection 2 of the NBC. Act;\n\nd. the Law of libel and sedition;\n\ne. the Law of contempt relating to matters pending before law courts;\n\nf. _The_ _Official Secrets Act No.29 of 1962_.\n\ng. the Advertising Practitioners Council of Nigeria Act 55 of 1988\n (as amended) by Act 93 of 1992 (Clearance of broadcast advertising materials);\n\nh. the National Film & Video Censors Board Act No. 85 of 1993 (classification of broadcast films and video programmes);\n\ni. The Electoral guidelines on broadcast matters as contained in the Electoral Act;\n\nk. The National Food and Drug Administration Law Enforcement Agency Act No 48 of 1989 (as amended) (harmful use of drugs in programming);\n\nl. The Nigerian Copyright Act (on intellectual property rights);\n\nm. Section 35(4)(d) of the National Lottery Act, 2005 (relating to broadcast of notice or information relating to a lottery)\n\nn. any other Federal Legislation/Law relating to broadcasting; and,\n\no. international treaties/obligations relating to broadcasting which Nigeria is a signatory.\n\n1.17 **FAMILY BELT**\n\n1.17.1 Terrestrial Television stations shall ensure that all programmes between\n 7.00pm to 10.00pm, otherwise known as Family Belt are local pro- grammes suitable for family viewing.\n\n1.17.2 Programmes which do not promote national values, ideals and aspiration or which promote foreign culture, violence obscenity or vulgarism shall not be broadcast during the family belt.\n\n1.17.3. **ACCESS TO PREMISES**\n\nA broadcaster shall give reasonable access into its premises to any staff of the Commission.\n\n**CHAPTER TW0**\n\n**LICENSING**\n\n2.0.1 Licensing is the process of conferring legal authority to operate broadcasting under specific conditions as set out by the law.\n\n2.0.2 It shall be illegal for any person to operate or use any apparatus or\n premises for transmission of sound or vision by cable, television,\n radio or satellite or other medium of broadcast from anywhere in\n Nigeria, unless licensed by the Commission.\n\n2. 1\n   **TIERS OF BROADCASTING**\n\na.\n Public Broadcasting\n\nb.\n Commercial Broadcasting\n\ni. Free to air\n\nii. Subscription broadcasting\n\nc. Community Broadcasting\n\n2.2 **TYPES OF BROADCASTING SERVICE**\n\n2.2.1 Terrestrial Radio and Television Coverage:\n\na. National\n\nb. Regional\n\nc. City\n\n2.2.2 **Terrestrial Radio Mode:**\n\na. Amplitude Modulation (AM)\n\n(i) Medium Wave (MW)\n\n(ii) Short Wave (SW)\n\nb. Frequency Modulation (FM)\n\nc. Digital Audio Broadcast (DAB)\n\n(i) Digital Radio Mundial (DRM)\n\n(ii) In-Band On Channel (IBOC) Standard\n\n2.2.3 **Terrestrial Television Mode: (PAL; B/G)**\n\na. Analogue Open Broadcast (Free-to-Air)\n\n(i) Very High Frequency (VHF) (up till the year 2020)\n\n(ii) Ultra High Frequency (UHF) (up till the year 2015) \n\nb. Subscription Pay Television\n\n(i)Multipoint Multimedia Distribution System (MMDS)\n\n(ii)Digital Video Broadcast-Cable (DVB-C/DVB-C2)\n\nc. Digital Video Broadcast-Terrestrial (DVB-T/DVB-T2)\n\nd.Digital Video Broadcast-Handheld (DVB-H)\n\n2.2.4 **Satellite Radio Mode:**\n\na. Open Broadcast (Free-to-air)\n\nb. Subscription Radio\n\nc. Temporary Uplink\n\n2.2.5 **Satellite Television Mode:**\n\na. Open Broadcast (Free-to-air)\n\nb. Subscription Television\n\ni. Digital Satellite Broadcast (DSB)\n\nii.Direct-to-Home (DTH)\n\nc. Temporary Uplink\n\n2.2.6 **Community Broadcast (Free-to-air)**\n\na. Community Radio/Television\n\nb. Community Wired Service (Sound and Video)\n\n2.2.7 **INTERNET BROADCASTING**\n\na. Radio\n\nb. Television\n\n2.3 **CATEGORIES OF BROADCAST LICENCE**\n\n2.3.1 The Commission shall consider applications for the grant of broadcast licence in the following categories:\n\na. Terrestrial Broadcast; Free-to-air (Sound and Television)\n\nb. Satellite Broadcast; Free-to-air (Sound and Television)\n\nc. Terrestrial Broadcast; Subscription (Sound and Television)\n\nd. Satellite Broadcast; Subscription (DSB Sound and Television)\n\ne. Satellite (Multi-channel) Subscription (DTH Sound and Television)\n\nf. Cable Television Subscription\n\ng. Community (Radio and Television)\n\nh. Networking (Radio and Television) i. Content Distribution (syndication) j. Internet Broadcasting\n\nk. Signal Distribution\n\n2.4 **BROADCAST EQUIPMENT PERMIT**\n\n2.4.1. Persons or entities operating any of the services listed hereunder shall\n apply for, and obtain, a permit from the Commission:\n\na. broadcast equipment dealership (wholesale or retail)\n\nb. broadcast equipment manufacture\n\nc. hotel signal redistribution (audio and video)\n\nd. research on and testing of broadcast facilities\n\n2.4.2 A broadcast equipment permit shall be valid for a period of one year in the first instance.\n\n2.4.3 An application for the renewal of broadcast equipment permit shall be made to the commission within a period of two months before expiration of the permit.\n\n2.4.4 A broadcast equipment permit shall be obtained on payment of the prescribed fee.\n\n2.5 **LICENCE USAGE**\n\n(a)A licence shall only be put to use on payment of the pre-scribed fee.\n\n(b)A licence shall be used only for the type of broadcast service approved and specified in the licence.\n\n(c)A licence shall be subject to the provisions of the NBC **Act**, the\n **Code** and any other regulation made from time to time by the Commission.\n\n2.6 **RENEWAL OF LICENCE**\n\n2.61 The renewal of a licence is not automatic, but subject to the renewal\n process and fulfilment of the conditions as may be prescribed by the Commission.\n\n2.6.2\n An application for the renewal of licence shall be made to the Commission\n at least six months before the expiration of the existing one.\n\n2.7 **CONSIDERATION OF APPLICATION FOR RENEWAL OF A LICENCE**\n\nIn considering an application for the renewal of a licence, the Commission shall review among others the:\n\na. past conduct of the Licensee;\n\nb. breach profile and level of adherence to rules and regulations by the Licensee;\n\nc. local content profile of the broadcaster;\n\nd. evidence of compliance with levies and fines;\n\ne. evidence of regular submission of annual audited account.\n\nf. evidence of regular payment of staff remuneration and allowances;\n\ng. evidence of compliance with the terms of the licence; and\n\n2.8. **PUBLIC HEARING**\n\nA Public Hearing shall be conducted within the coverage area of the broadcaster to enable the Commission determine:\n\n(a)The level of compliance with the provisions of the NBC Act, the Code and other rules and regulations made by the Commission from time to time.\n\n(b)The extent to which the Licence has benefitted the people on whose behalf it is held.\n\n(c)The appropriateness or otherwise of its renewal.\n\n2.9. **PUBLIC HEARING PROCEDURE**\n\n2.9.1The Commission shall cause the broadcaster to announce the public hearing in its coverage area, at least twice a day at prime time for a period of two weeks, prior to the hearing **stating**;\n\na. **date, time** and venue fixed for hearing;\n\nb. the nature of the matters to be heard at the public hearing.\n\n2.9.2 The **entire** cost of the hearing shall be borne by the\n broadcaster.\n\n2.9.3 No application may be amended or varied and no supplementary or additional document may be filed after a notice in respect thereof has been published, except with the permission of the Commission.\n\n2.9.4 **Public Hearing Committee**\n\n(a)The Commission shall establish a Public Hearing Committee.\n\n(b)The Commission shall notify the broadcaster of the **date, time** and place for the hearing.\n\n(c)The Commission shall publish a notice of the application in at\n least two newspapers in circulation within the area normally served by the broadcaster.\n\n2.10 **SUBMISSION OF ANNUAL ACCOUNTS AND REMITTANCE**\n\nAll Licensees shall:\n\n(i)Submit to the Commission on or before the 30th of June in each year, the certified annual audited accounts of the station (company) for the preceding year; and\n\n(ii)Remit to the Commission, on or before the 30th of June in each year, an amount representing the 2½% of the annual income of the station for the preceding year.\n\n2.11 **AMENDMENT OF A LICENCE**\n\n2.11.1 A licence may be amended by the Commission:\n\n(a)to ensure good and efficient frequency management;\n\n(b) in compliance with any international broadcast protocol; or\n\n(c)if requested thereto by the licensee, provided it will:\n\n(i)not prejudice any other broadcaster;\n\n(ii)not be inconsistent with the provisions of the NBC Act or with any protocol, agreement or convention contemplated in subsection (b) above; and\n\n(iii)ensure fair competition between broadcasters without prejudice to such terms, conditions and obligations as may generally apply to all broadcasters issued in the same category.\n\n2.12 **PROHIBITIONS.**\n\n2.12.1 No person shall offer for sale, sell or have in his possession with a\n view to selling in the course of his business any installation,\n mechanism, instrument, material or other apparatus constructed for\n the purpose of or intended to be used for broadcasting except under\n and in accordance with a licence in that behalf.\n\n2.12.2 Any person other than the holder of a dealer’s permit who imports any broadcast equipment shall notify the Commission in writing of the importation and furnish particulars of the equipment imported prior to its clearance.\n\n2.12.3 No person shall establish, install or use any equipment or apparatus for the transmission, retransmission, relay or re-distribution of broadcast signal except as licensed by the Commission.\n\n2.12.4 No person shall operate a broadcast system which uses frequencies in the Federal Republic of Nigeria or operate any wireless equipment that uses broadcast frequencies unless authorised to do so through the assignment of a frequency or channel by the Commission.\n\n2.12.5 Any broadcaster who is declared or enters into:\n\n(i) Liquidation\n\n(ii) Bankruptcy\n\nshall be sanctioned.\n\n2.12.6Any broadcaster who persistently breaches the programming provisions in the Code shall be sanctioned.\n\n2.13 **REVOCATION OF LICENCE**\n\n2.13.1 A licence may be revoked:\n\n(a)where there is a failure to allow the Commission access into the premises of any broadcaster\n\n(b)Where any broadcaster persistently breaches the programming provisions contained in the Code\n\n(c)Where the broadcaster is declared or enters into:\n\n(i)Liquidation; or\n\n(ii)Bankruptcy\n\n(d)Where there is a new ownership structure involving new persons, without the approval of the Commission.\n\n**CHAPTER THREE**\n\n3.0 **PROGRAMMING STANDARD**\n\n3.0.1 This chapter sets out the Content Standard which the audience expects as a right in programming. The aim is to ensure that\n qualitative programming content are met, while encouraging creativity, innovation and entrepreneurship. Programming standard will equally facilitate internal self regulation and quality control.\n\n3.1 **GENERAL GUIDELINES**\n\n\\*\\*\\*\\*3.1.1\n All programmes shall adhere to the general principles of legality,\n decency and truthfulness, in addition to the specific guidelines for\n their genre.\n\n3.1.2\n Materials likely to incite or encourage the commission of a crime or\n lead to public disorder shall not be broadcast.\n\n3.1.3\n The broadcaster shall recognize that the exercises freedom of\n expression as an agent of society, therefore, he shall not use his medium for any personal or sectional rights, privileges and needs of\n his own, proprietor, relatives, friends or supporters.\n\n3.1.4 Programmes in a foreign language shall not be transmitted without\n sub-titles in the official language, except sports where the audio is only complementary or religious and niche programmes where the foreign language is easily understood by the adherents.\n\n3.1.5 National transmission of programmes in a Nigerian language shall have sub-titles in the official language to allow a general audience appeal.\n\n3.1.6 Any programme or musical content classified as Not To be Broadcast\n (NTBB) shall not be broadcast.\n\n3.1.7 Without prejudice to 3.1.6 and 3.1.7, the broadcaster shall not \ntransmit any material that is morally or socially unacceptable for public consumption.\n\n3.1.8 The broadcaster shall ensure that every movie carries the appropriate classification symbol of the National Film and Video\n Censors’ Board (NFVCB) or any other recognized classification, and are broadcast within appropriate belt in accordance with the provisions of **the Code**.\n\n3.1.9 Persons under the age of 18, the physically challenged persons and other vulnerable groups shall be protected from offensive and harmful content.\n\n3.1.10 A programme shall be properly heralded. Relevant information shall be included to guide parents in deciding its suitability for their children and wards.\n\n3.1.11 The broadcast or rebroadcast of any content shall be only with the\n express permission of the rights owner. Piracy is prohibited.\n\n3.1.12 The abrupt termination of a programme shall be considered a\n professional breach except in the event of an emergency, such as technical fault or breaking news, which shall be heralded by the appropriate courtesy.\n\n3.1.13A broadcaster shall clearly display audio-visual programme advice or\n classification symbol at the commencement of a programme.\n\n3.1.14 The use of scroll bars shall be limited to news, sports and reality require viewers reactions.\n\n3.2\n **STRAIGHT DEALING**\n\n3.2.1\n The objectives of broadcasting in Nigeria are designed to further the\n goals of democracy and socio-economic development. These\n objectives challenge the broadcasting industry to assume a major\n role in the establishment of democratic culture in Nigeria. To achieve\n this, all programmes shall display a transparent concern for fair-play,\n honesty and integrity. Straight dealing requires that all the objectives of a programme shall\n be clearly evident at every stage of its production and presentation.\n\n3.3\n **ACCURACY, OBJECTIVITY AND FAIRNESS**\n\n3.3.1 Any information given in a programme, in whatever form, shall be presented accurately.\n\n3.3.2 A broadcaster shall acknowledge his or her own inherent biases and\n prejudices, and transparently rise above subjective mindsets.\n\n3.3.3 All sides to any issue of public interest shall be equitably presented to ensure fairness and balance.\n\n3.3.4 It is professionally mandatory to forthrightly admit a mistake once clearly established and fully effect reasonable remedy.\n\n**3.4 INTEGRITY**\n\n3.4.1 Every programme shall be accurate, believable and credible.\n\n3.4.2 All sides to an issue shall be equitably presented, preferably in the same broadcast.\n\n3.4.3 A Right of Reply shall be guaranteed to any person(s) or body with a genuine claim to misrepresentation.\n\n3.4.4 A broadcaster’s involvement in charity appeals and fund raising, as well as quiz and similar programmes that are presented as contests of knowledge, skill or luck shall be transparent.\n\n3.4.5 All programmes shall comply with laws relating to piracy, copyright, privacy, sedition, libel, etc.\n\n3.4.6A broadcaster shall be sensitive to the feelings of its audience whenever it becomes necessary to discontinue a programme.\n\n3.4.7 A broadcaster shall adhere to its published programme schedule. In the event of a change, adequate prior announcement shall be made.\n\n3.5 **AUTHENTICITY**\n\n3.5.1 Fictional events or non-factual materials shall not be presented as real.\n\n3.5.2 Archival, library or contrived materials shall be clearly identified.\n\n3.5.3 In using archival materials, the broadcaster shall bear in mind the distress that could be caused to the relatives or acquaintances of the subject affected.\n\n3.6 GOOD TASTE AND DECENCY\n\n3.6.1 Obscene, indecent, vulgar language, lewd and profane expression, presentation or representation is NOT ALLOWED.\n\n3.6.2 The sanctity of marriage and family life shall be promoted and strictly upheld.\n\n3.6.3 The physically and mentally challenged shall not be exploited or presented in a manner embarrassing to the challenged or members of their families.\n\n3.7 **MORALITY AND SOCIAL VALUES**\n\n3.7.1\n X-rated programmes and all forms of pornography shall NOT be\n broadcast.\n\n3.7.2\n Cruelty, greed, selfishness and revenge shall not be portrayed as\n desirable human values.\n\n3.7.3\n Programme belts shall be strictly respected, especially the children\n and family belts.\n\n3.7.4\n Drunkenness, drug addiction and robbery shall not be presented\n except as a destructive habit to be avoided or denounced.\n\n3.7.5\n Sex-related acts such as adultery, prostitution, rape, bestiality,\n homosexuality, lesbianism, incest, etc, which are considered bad.\n shall not be presented, except as destructive practices to be avoided\n or denounced.\n\n3.7.6\n Criminal tendencies shall be presented as undesirable while\n orderliness and righteous living shall be extolled.\n\n3.7.7\n Excessive portrayal of physical suffering and pain or the exhibition of\n dead bodies or blood shall be avoided except for the purpose of\n conveying a message, in which case it shall be preceded with a caution.\n\n3.7.8 Liquor consumption and smoking shall be shown only when consistent with plot and character development.\n\n3.7.9 Suicide shall not be treated as an acceptable solution to human problems.\n\n3.7.10 The portrayal of nudity, sexual scenes and expressions is justifiable only in context; however, it shall be presented with tact and discretion.\n\n3.7.11 Ostentatious life-style shall not be extolled.\n\n3.7.12 In all exceptions given in this section, gratuitous presentation of graphic details is not allowed.\n\n3.8 **WOMEN**\n\n3.8.1 Womanhood shall be presented with respect and dignity.\n\n3.9 **CRIME, LAW AND ORDER**\n\n3.9.1 Language or scene likely to encourage or incite to crime, or lead to disorder, shall not be broadcast.\n\n3.9.2 A programme shall not be broadcast if it treats crime in a frivolous\n manner or in a manner that seems to condone it.\n\n3.9.3 Law enforcement shall be upheld at all times in a manner depicting that law and order are socially superior to, or more desirable than crime.\n\n3.9.4 No broadcast shall contain anything which amounts to subversion of constituted authority or compromises the unity or corporate existence of Nigeria as a sovereign state.\n\n3.10 **VIOLENCE, CRUELTY, PAIN AND HORROR**\n\n3.10.1 Broadcasting is highly susceptible to imitation especially by children. Therefore, the portrayal of violence, cruelty, pain and horror that has the potential of causing moral or psychological harm shall not be broadcast before the watershed time-belt of 10.00 pm.\n\n3.10.2 A programme portraying excessive pain, physical violence or horror shall not be broadcast, unless relevant to character development or to the advancement of the theme or plot; even so, graphic and gory details shall be avoided.\n\n3.10.3 Depiction of violence shall be relevant to character development or to the advancement of the theme or plot.\n\n3.10.4 Violence shall not be depicted as glamorous.\n\n3.10.5 Where violence, cruelty or horror is depicted, the consequences to the perpetrators shall be made manifest.\n\n3.10.6 The portrayal of dangerous behaviour which could invite imitation, shall be avoided.\n\n3.11 **WATERSHED**\n\na.The restrictions in paragraphs 3.7 relate to programmes of general family viewing.\n\nb.Exceptions can be acceptable only to operators with conditional access facilities or pay-per-view.\n\nc.The exception is applicable where the programmes are restricted to the watershed period of between 10.00pm and 5.00a.m, even then, only on a premium channel.\n\nd.Clear warnings shall be given prior to the transmission of any material that may not be suitable for the impressionable.\n\n3.12 **LOCAL PROGRAMME CONTENT**\n\n3.12.1 Local content regulation is essentially to;\n\na.promote and sustain Nigeria’s diverse cultures, mores, folklores and community life;\n\nb.provide diversity in types of programming content for the widest audience through the limitless variety in the cultural landscape of Nigeria;\n\nc.promote Nigerian content and encourage the production and projection of Nigerian life within and outside its borders; in essence, strive to attain 100% local content; and\n\nd.establish a dynamic, creative and economically vibrant Nigerian broadcast production industry.\n\n3.13 **CHARACTER OF LOCAL CONTENT**\n\n3.13.1 To qualify as local content, a production shall satisfy any of the following:\n\na.made by authors, producers and workers who are Nigerians and residing in Nigeria; or\n\nb.produced under the creative control of Nigerians; or\n\nc.the production is supervised and actually controlled by one or more producers established in Nigeria; or\n\nd. the contribution in a co-production is not controlled by one or more producers based outside Nigeria; or\n\ne. the production originating from any other country made exclusively by Nigerians or in co-production with non- Nigerians established in that country.\n\n3.13.2 **Music**\n\n3.13.2.1 Specifically, for a musical work to qualify as local content, such work shall comply with any of the following requirements, where the:\n\na. lyric is written by a Nigerian citizen;\n\nb. music is written by a Nigerian citizen;\n\nc. music is principally performed by musicians who are Nigerian citizens;\n\nd. musical work is a live performance or recording, performed or broadcast in Nigeria; or\n\ne. music or lyric is co-written, co-produced or performed with Nigerians.\n\n3.13.2.2 For the purpose of free-to-air terrestrial broadcasts;\n\na. Nigerian music shall constitute 80 per cent of all music broadcast.\n\nb. For purposes of royalties, a broadcaster shall maintain an accurate log of every music it broadcasts and retain same for at least three months.\n\nc. A broadcaster shall exhibit responsibility, good taste and decency in the choice of lyrics, which in any case, shall not contain lewd, profane, indecent or vulgar expressions.\n\nd. Professionalism and good judgement shall be employed in the use of a musical as filler.\n\n3.13.3 **Independent Producer**\n\n3.13.3.1 The independent producer is an important contributor towards the attainment of the local content aspiration of the Nigerian broadcasting industry. Therefore, a broadcaster shall exploit the numerous talents of independent Nigerian producers by collaborating with, and commissioning them to provide a reasonable percentage of the required content for broadcast.\n\n3.14 **FOREIGN CONTENT**\n\n3.14.1 Foreign content is permissible provided it conveys intrinsic relevance to the entertainment, education and information of the Nigerian citizenry.\n\n3.14.2 The selection of foreign programmes shall reflect the developmental needs of the Nigerian nation, and ensure respect for Nigerian cultural sensibilities.\n\n3.14.3 A minimum of 15% of foreign content that are relevant to educational programmes in the sectors of health, agriculture, technology, etc, shall be allowed.\n\n3.14.4 A broadcaster relaying foreign programmes shall ensure proper acquisition of such programmes.\n\n3.14.5 With the exception of special religious or sports programmes or events of national interest, Nigerian terrestrial broadcasters shall not hook on live to foreign broadcasts.\n\n3.14.6 The principle of reciprocity in programme exchange shall be adhered to.\n\n3.15.1 **DISCLAIMER**\n\nA broadcaster shall issue a disclaimer over certain circumstances like political comment, live rally, religious broadcast and infomercials that\n offend sensitivity and sensibility of viewers/listeners. It is best to pre-record and edit before broadcast.\n\n3.15.2 **USER GENERATED CONTENT**\n\nA broadcaster shall take cognizance of new and emerging technologies which have made possible the development of user generated content (UGC), but such content shall meet all relevant provisions of the Code.\n\n**CHAPTER FOUR**\n\n**4.0 PROGRAMMES**\n\n\\***\\*4.0.1 The regulations in this chapter are specific to the different genres and formats of programmes, but generally, each programme type or format shall be consistent with the general programming standard in Chapter 3. In the application of this chapter,** the Code\\*\\* recognizes the different programming regimes and peculiarities of the different categories of broadcasters.\n\n4.1 **DISCUSSION PROGRAMME**\n\n4.1.1 Panel-lists in a discussion programme shall reflect the various\n viewpoints.\n\n4.1.2 Panel-lists shall be of comparable status and relevance.\n\n4.1.3 Where a recorded discussion excludes any important or newsworthy area, or where further developments have taken place after that recording, it shall be stated at the beginning and end of the broadcast.\n\n4.2.\n **CHILDREN AND YOUTH**\n\n4.2.1\n Children and Young persons, in this context, are viewers and\n listeners aged 18 and below. This age group is particularly\n vulnerable to influence, it therefore needs protection from broadcast\n materials likely to lead it into anti-social behaviours.\n\n4.2.2\n Broadcasters shall:\n\na.\n not broadcast a programme which violates social values,\n shows disrespect for law and order or departs from an\n honourable life-style;\n\nb.\n not broadcast a programme containing sexually explicit or\n obscene material;\n\nc.\n avoid the use of foul or blasphemous language;\n\nd.\n employ tact and maturity in programmes dealing with\n conflict.\n\ne.\n protect children from programmes that are likely to lower\n their self esteem.\n\nf. promote indigenous values and present foreign folklores and values with care to avoid negative influence in children.\n\ng. devote at least 10 percent of total airtime to children’s programming and this shall be within the children’s belt.\n\nh. protect the identity of children involved in crime or other negative social incidents;\n\ni. not broadcast content containing exorcism, occultism and paranormal;\n\nj. take due care in dealing with themes which children could imitate, like the use of dangerous items as play items or copying of violent sports;\n\nk. not broadcast programmes, including cartoons, that glamorise violence and crime or leave criminality unpunished;\n\nl. not allow the portrayal of violence, whether physical, verbal or emotional, unless essential to the development of character and or, story;\n\nm. not promote a realistic scene of violence which creates the impression that violence is the preferred or only method to resolve conflict between individuals; and\n\nn. children shall be protected from racial inferiority or other complexes resulting from careless or deliberate comparism or information.\n\n4.3 **RELIGIOUS PROGRAMMING**\n\nReligious beliefs and practices are central to a people’s existence and capable of evoking strong passions and emotions. Nigeria is a country with different faiths and varying sensibilities and sensitivities. To avoid offending any religious belief or practice, broadcasters shall adhere to the following:\n\na. Equal opportunities and equitable airtime shall be made available to all religious groups in the community it serves.\n\nb. Religious programmes shall be presented respectfully and accurately.\n\nc. Religious broadcast, over which content, members of a specific religion exercise control, shall be presented by responsible representatives of the given religion.\n\nd. Religious broadcast shall not contain an attack on, or a ridicule of another religion or sect.\n\ne. The broadcaster shall avoid the casual use of names, words or symbols regarded as sacred by believers of a given faith.\n\nf. A religious broadcast shall restrict itself to the content of its creed, and shall not be presented in a manner as to mislead the public.\n\ng. A programme promoting religion in any form, shall present its claims, especially those relating to miracles, in such a manner that is provable and believable.\n\nh. Rites or rituals involving cruelty and obscenity shall be avoided, except in programmes designed specifically to teach the beliefs of a religion.\n\ni. Notwithstanding the above, religious broadcasts shall not exceed 20% of the total weekly airtime of any broadcaster.\n\n4.4 **INSTRUCTIONAL PROGRAMMING**\n\n4.4.1 Instructional programmes shall be presented with accuracy and decency.\n\n4.4.2 A person presenting an instructional programme shall be reasonably knowledgeable in the subject.\n\n4.4.3 Educational programmes shall promote Nigerian culture and general knowledge.\n\n4.4.4 Programmes presenting artistic and literary materials shall be objective and respect the rights of the owner.\n\n4.4.5 Cultural subjects shall not be treated with unnecessary sensational- ism, appeal to lewd interest or unwholesome curiosity, irrespective of the subject matter.\n\n4.5FAIRNESS\n\n4.51.No individual or organisation shall be treated in an unjust or unfair\n\nmanner in any programme.\n\n4.5.2In a programme where the participants include a minor, the consent of the parent or guardian shall first be obtained.\n\n4.5.3Confidentiality or anonimity shall be honoured and protected if requested or desirable.\n\n4.5.4A broadcaster shall not obtain or seek information through deception or misrepresentation.\n\n4.5.5Materials about public figures/celebrities may be used in a programme without their consent, however, such shall not be in a manner that may result in public ridicule or cause distress to the individual.\n\n4.6 **PRIVACY**\n\n4.6.1 The broadcaster shall respect the right of everyone to privacy.\n\n4.6.2 In line with the Code of Journalism practice, sources of information shall be protected.\n\n4.6.3 The sanctity of marriage and the values of a home shall be respected.\n\n4.6.4 A person inadvertently appearing in a scene shall not be portrayed in a manner to cause him or her embarrassment.\n\n4.6.5 A material recorded in public places may be broadcast without the consent of the individuals concerned, however, where the individual objects, such objection shall be respected.\n\n4.7 **Consent**\n\n4.7.1 The consent of any person whose privacy would be the subject in any programme shall be sought before it is broadcast.\n\n4.7.2 Except in cases of exigency, it shall be necessary to obtain prior permission of relevant authority or management before filming or recording at institutions, organizations and other restricted places. However, the prior consent of individuals, employees or others whose appearance are incidental shall normally not be required.\n\n4.8\n **Programme Credit/Attribution**\n\nA programme shall have proper credits and sources of special reports\n or materials in a programme shall be properly acknowledge in the\n end credit.\n\n**CHAPTER FIVE**\n\n5.0 **NEWS AND CURRENT AFFAIRS**\n\n5.0.1 News is instant history. Broadcast news is the most potent of all forms of news. Current Affairs programmes constitute the most powerful medium of mass mobilization, influencing democracy and social engineering.\n\n5.0.2 Therefore, News shall, among other things, promote the following:\n\na)  a truthful, comprehensive and intelligent account of each day’s local, national and international events;\n\nb) a forum for the exchange of views, representing every stratum of society, for national consensus; and\n\nc) a presentation and clarification of the goals and values of society.\n\n5.1 **General Guidelines**\n\n5.1.1 In news, facts are sacred, and shall be treated as such.\n\n5.1.2 News shall be factual and presented in a correct and fair manner, without:\n\na) distortions, exaggerations or misrepresentations;\n\nb) material omissions; or\n\nc) summarisations;\n\n5.1.3 As news, in all its forms, is universally accepted as sacred, sponsorship of newscasts, commentaries, analyses, current affairs programmes and editorials detract from their integrity and predisposes a bias in favour of the sponsor. Therefore, news and news-based programmes shall not be sponsored in any manner, including the use of commercial backdrops.\n\n5.1.4 News and Current Affairs coverage, whether live or recorded, shall\n display familiarity with the subject, and a clear demonstration of an understanding and appreciation of all sides to an issue.\n\n5.1.5 Mistakes shall be corrected as quickly as they are detected, with an apology at the same level of prominence as the initial mistake.\n\n5.1.6 Archival or library materials, where used to illustrate a current event,\n shall be used with discretion and clearly identified to avoid confusion or causing emotional pain, offence, embarrassment or defamation.\n\n5.1.7 In fulfilment of the provisions of paragraph 5.0, each terrestrial broadcaster, with the exception of thematic stations, shall allot to news and news related programmes not less than 20% of its daily airtime. For a news thematic broadcaster, it shall not be less than 70%.\n\n5.1.8 A terrestrial broadcaster shall not relay foreign news content “live”.\n\n5.1.9 A terrestrial broadcaster shall not relay foreign news content in its\n entirety, even delayed.\n\n5.1.10 The provisions in 5.1.8 and 5.1.9 do not preclude the universal\n practice of using excerpts for news; in which circumstance, shall not\n exceed 3 minutes; the local broadcaster assumes editorial\n responsibility.\n\n5.1.11 Sources shall be duly acknowledged as far as practicable.\n\n5.1.12 News and Current Affairs programmes shall be guided by the ethical standards of journalism.\n\n5.1.13\n Programmes devoted to the discussion of a matter of\n public interest\n shall ensure fairness and balance.\n\n5.1.14\n The selection of news stories shall emphasize good taste,\n avoiding\n morbid, sensational, shocking or alarming details\n that\n are not\n essential to conveying the essence of the events being reported.\n\n5.1.15 Where language or picture(s) that might offend the public must be used to convey the essence of the message, appropriate warning shall be given prior to the broadcast.\n\n5.1.16  News material shall not be recreated.\n\n5.1.17News, commentaries, analyses and editorials shall be clearly identified as such.\n\n5.1.18 Commercials in News and Current Affairs programmes shall be clearly identified and presented in a manner that shall make them clearly distinguishable.\n\n5.1.19 The promotion of an organization, product or a service of commercial interest shall not be treated as news analysis, commentary or editorial.\n\n5.1.20 The use of terminologies such as “analysts”, “observers” etc, shall not be accepted as attribution in a news report.\n\n5.1.21 Panel-lists shall be of comparable status and relevance.\n\n5.2 **POLITICAL BROADCASTS**\n\n5.2.1 Political programmes shall observe the provisions of the Code, and other extant laws relating to broadcasting.\n\n5.2.2 All political broadcasts shall be the product of the broadcaster except advertisements, promos and collaborative productions supervised by relevant organisations like NBC, BON, INEC, NOA and the consortium of NGOs.\n\n5.2.3 All broadcasters shall carry out their civic responsibility of broadcasting all aspects of political enlightenment.\n\n5.2.4 Partisan political broadcasts shall be only those in which the parties seek to explain their views and policies.\n\n5.2.5 Political broadcasts shall be in decent language.\n\n5.2.6 Political broadcasts shall be clearly identified as such, and shall not be presented in a manner that would mislead the audience to believe that the programmes are of any other character.\n\n5.2.7 A broadcaster shall, in using political material for news, avoid taking inflammatory and divisive matter in its provocative form.\n\n5.2.8 In adherence to the principles of pluralism, equal airtime shall be provided to all political parties or views, with particular regard to the amount of time and belt, during political campaign periods.\n\n5.2.9 All broadcasters shall regularly broadcast announcements to the effect that every Political Party is entitled to air-time during political campaign periods.\n\n5.2.10 At campaign periods, log books shall be kept by each broadcaster at a level not below controller or its equivalent, showing the allocation of news, programmes and commercial air-time to each party with dates, title and other information as may be requested by the Commission to ensure fairness.\n\n5.2.11 All partisan political broadcasts shall be recorded at transmission point and preserved for at least 90 days after first broadcast.\n\n5.2.12 All partisan political broadcasts, campaigns, jingles, announcements and all forms of partisan party identifications or symbols shall end not later than twenty-four hours before polling day.\n\n5.2.13 In exceptional circumstances, an office holder may, within the 24 hour period, perform a service relating to his office provided there is no display of partisanship.\n\n5.2.14 A broadcaster shall not use any votes obtained at different polling stations or from exit polls, to project or speculate on the chances of the candidates.\n\n5.2.15 A broadcaster shall broadcast election results or declaration of the winner only as announced by the authorized electoral officer for the election.\n\n5.2.16 In the interest of fairness and balance, any form of commercialization of political news is not allowed.\n\n5.2.17 No political jingle shall exceed 60 seconds.\n\n5.2.18 While a broadcast producer may interact with politicians in the\n course of his professional duties, this shall not be such as to lead to the belief that he is either a member or sympathizer of any political party.\n\n5.2.19 A broadcaster shall avoid adulation and the tendency to glamorize persons or resort to praise singing or denial of access to those of contrary views or political leanings to such persons.\n\n5.2.20 In programmes requiring the representation of Political parties or affiliations, the panel-lists shall be of comparable status and relevance.\n\n5.2.21 No panel-list shall use party logo, insignia, etc. to the disadvantage of\n other panel-lists.\n\n5.2.22 A broadcaster shall set up a standing Electoral Complaints Committee to resolve all disputes within 24 hours of receipt of the complaint.\n\n5.2.23 The appropriate decisions, including the grant of a Right of Reply or Apology, shall be implemented within 24 hours, and at the same level of prominence.\n\n5.2.24 The committee’s proceedings shall be forwarded to the Commission not later than 48 hours.\n\n5.3.0 **LIVE /OUTSIDE BROADCASTS**\n\n5.3.1 A live broadcast is the real-time transmission of an event.\n\n5.3.2 A live broadcast presents the broadcaster with opportunities in the area of spontaneity, variety and excitement. However, it may also limit editorial judgement leading to unpleasant consequences; hence the need for regulation.\n\n5.3.3\n\nA live coverage shall be truthful, decent, fair and balanced.\n\n5.3.4 \nIn the coverage of live political campaigns/rallies, the broadcaster\n shall be held responsible for the content of the broadcast.\n\n5.3.5 \nA live coverage, especially of a demonstration or disturbance, shall be\n just long enough for adequate enlightenment, and shall not\n sensationalise or glamorize the event or exploit broadcasting’s\n unique advantages to the detriment of national interest and security.\n\n5.3.6\n A live broadcast shall take cognisance of the cultural and religious\n sensibilities of all Nigerians, and avoid offensive inputs.\n\n5.3.7 \nBroadcasters shall exhibit professionalism in the handling of live\n broadcasts.\n\n5.3.8 \nA recorded broadcast shall not be presented as live.\n\n5.3.9\n A recorded material used in a live broadcast, shall be clearly identify\n as such.\n\n5.3.10 \nThe placement of any material in a live broadcast shall not obstruct,\n compromise or disrupt the essence of the programme.\n\n5.4.0 **NEWS INTERVIEW**\n\n5.4.1. A news interview shall be guided by the ethical standard of journalism.\n\n5.4.2 It shall be stated at the beginning and the end of the broadcast where\n\nan interview entails an agreement to:\n\na. submit questions in advance;\n\nb. exclude an important or newsworthy area concerning the subject; and\n\nc. where further developments have taken place after the recording.\n\n5.4.3 A vox pop shall not be contrived, and shall be randomly conducted.\n\n5.5.0 **COVERAGE OF CRISES AND EMERGENCIES**\n\n5.5.1. At all times, the coverage of a disaster or crisis shall include, where available, information on evacuation, public safety, relief sites and shelters.\n\n5.5.2 News and commentary on a crisis or emergency shall be presented in\n\na professional manner by relying on information from the accredited disaster management organisation(s). This shall not debar a broad- caster from presenting additional information.\n\n5.5.3 Except where it is useful in the resolution of attendant issues, morbid or graphic details of death, injury, pain and agony or evidence of such, shall not be broadcast.\n\n5.5.4 A broadcaster shall not tamper with materials or facts that could usefully ameliorate the pains of the crisis.\n\n5.5.5 A broadcaster shall not broadcast divisive rhetoric that threatens and compromises the indivisibility and indissolubility of Nigeria as a sovereign state.\n\n5.5.6 A broadcaster shall not report a disaster in such a manner that violates or impedes security and investigations.\n\n5.6.0 **UNCONVENTIONAL REPORTAGE**\n\n5.6.1 In contemporary times, the impact of modern technology has aided significantly, citizen’s contributions to journalism, which broadcasters are benefitting from on daily basis. In this genre of citizens reportage are user generated content, such as “I report”, or “eye witness account” providing instantaneous accounts of incredible events around the world as they occur, in the absence of professional journalists. Such technological feats are achieved through handheld devices and unconventional methods of information gathering such as mobile phones equipped with cameras, text messaging(sms), multimedia services (mms), phone-ins, Twitters, Face-book, electronic mails, etc. Such details are posted on the internet for broadcasters to use as they witness their occurrences.\n\n5.6.2 Broadcasters shall approach with restraint, the use of materials from\n user generated sources in order not to embarrass individuals, organisations, government; or cause disaffection, incite to panic or rift in the society at large.\n\n5.6.3 Broadcasters shall take responsibility for all content used on their medium.\n\n5.6.4 Materials from user generated sources shall meet all provisions of the Code.\n\n5.6.5 Broadcasters shall ensure that materials sent in by user generated\n sources are clearly labelled as such to distinguish them from those of conventional sources.\n\n5.6.6 News materials sent in by the public must be vetted by the broadcaster who has editorial responsibility.\n\n5.6.7 Broadcasters shall avoid infringements privacy rights when pictures Stories are sent in.\n\n5.6.8 Broadcasters shall be particularly careful when handling pictures of crises situation, crashes, earthquakes etc so as not to cause panic or trauma to relations of victims.\n\n**CHAPTER SIX**\n\n**SPORTS RIGHTS**\n\n6.0 **SPORTS BROADCAST**\n\nSports are not only useful in the physical and mental development of a person but also germane to broadcasting. In Nigeria, sports also serve as instrument of national unity and cohesion. And as broadcasting is critical to the development of sports and industry, the coverage of same shall be designed to:\n\n(a) achieve and uphold the principles of equity and fairness in the acquisition of sports rights and coverage;\n\n(b) provide the widest coverage for all sporting activities; and\n\n(c) use sports to promote national unity and cohesion by paying special attention to sporting events of national importance.\n\n6.1 **ACQUISITION OF SPORTS RIGHTS**\n\n6.1.1 To ensure fair and effective competition, content owners are required to offer to retailers, live sporting events to other platforms for an effectively competitive market.\n\n6.1.2 The broadcast platforms in the Nigerian territory are:\n\n(a) Satellite (DTH)\n\n(b) Multipoint Microwave Distribution System (MMDS)\n\n(c) Cable\n\n(d) DTT (Terrestrial)\n\n(e) Internet\n\n(f) Mobile\n\n6.1.3 Consequently, exclusivity for live sporting rights shall only be permissible in the Nigerian territory, if the broadcaster acquires such content for its broadcast platform only.\n\n6.1.4 Cross platform acquisition of broadcast right shall be illegal. A broadcaster that acquires rights across platforms and refuses to sell shall not be allowed to exploit such rights in the Nigerian territory.\n\n6.1.5 This is without prejudice to live sporting events with special National resonance which must be made available on free to air television. Such categories of live sporting events are the FIFA Football World Cup, the Olympics, All Africa Games, Africa Cup of Nations, National Sports Festival, Nigeria Football League final.\n\n6.1.6 Warehousing, acquiring rights and not using them, is prohibited.\n\n6.2 **ACQUISITION OF SPORTS RIGHTS**\n\n6.2.1. All sports rights acquired shall be shared across all broadcast platforms at reasonable commercial terms except where a broadcaster produces and transmits on its channel or platform such local sport events.\n\n6.2.2. In acquiring sports broadcast rights, Nigeria shall not be bundled in the same basket with other countries.\n\n6.2.3 A broadcaster that acquires exclusive rights shall make same available and share to other broadcasters on all platforms on non-discriminatory basis and at reasonable terms.\n\n6.2.4 Warehousing; acquiring rights and not using them, is prohibited.\n\n6.3 **COMPARABILITY OF FEES**\n\n6.3.1 Fees paid for the acquisition of sports rights for the Nigerian territory\n shall be comparable and not exceed that of any other country bidding for such rights.\n\n6.4 **COMMERCIAL AGREEMENT**\n\n(i) A broadcaster who leases the rights to any sports programme shall execute an agreement specifying the amount of cross carriage fees based on the percentage of the subscription fee received by the Broadcast Rights’ owner at a sum not exceeding 50% of the cost of the rights.\n\n(ii) Any disagreement on the cross carriage fees which cannot be resolved by the parties shall be referred to the National Broadcasting Commission in the first instance within 72 hours of the commencement of negotiations for amicable resolution of the matter.\n\n6.4.1 The decision of the Commission shall be binding on all parties.\n\n6.5 **NOTIFICATION OF SPORTS RIGHTS ACQUISITION**\n\nA broadcaster that acquires Sports Rights shall provide evidence of such rights to the Commission within two weeks of acquisition.\n\n6.6 **EXCLUSIVITY IN SPORTS**\n\n6.6.1The challenge of regulating exclusivity in broadcasting is to get as many Nigerians as possible to receive signals of events of **public interest** without jeopardizing fair competition. Therefore:\n\na.in acquiring broadcast rights, Nigeria shall not be lumped with other countries for the purposes of exclusivity;\n\nb.broadcast rights exclusivity in Nigeria shall provide windows for other operators;\n\nc.warehousing, acquiring rights and not using them is not allowed.\n\nd.a broadcaster shall bid only for the rights of its category of operation;\n\ne.where a category of rights becomes unsubscribed, a broadcaster in another category shall seek the approval of the Commission if it wishes to take on the rights;\n\nf.the Commission shall be carried along in the process of such acquisition to ensure best practices of right price, for right item and to check possible capital flight; and\n\ng.In the event of a dispute, the commission shall arbitrate.\n\n6.7 **BRANDING AND MARKETING OF CONTENT**\n\nAll acquired rights shall have a clause in the agreement that allows leasing to other broadcasters.\n\n6.8 **CARRIAGE**\n\nWhere a broadcaster who acquires a right to any sports content, sublets the right to another broadcaster, such broadcaster shall passively carry the content on its facilities in its entirety without modification including the leasor’s logos, promos, adverts and commentaries.\n\n6.9 **TECHNICAL SERVICE**\n\nA Broadcaster shall, within 24 hours, resolve any technical issues encountered by the lease broadcasters in respect of the content.\n\n6.10 **INTER CONNECT OFFERS**\n\nA rights Owner Broadcaster shall submit its interconnect offers to the National Broadcasting Commission to ensure that lease broadcasters are given the rights on non-discriminatory, fair and reasonable terms.\n\n6.10.1 In the event of a dispute, litigation or contemplated litigation relating to\n the cross carriage of the content, the parties shall be bound to fulfil their\n obligations to each other even in the absence of a written Agreement to\n that effect.\n\n**CHAPTER SEVEN**\n\n7.0\n **ADVERTISING**\n\n7.0.1 An advertisement is a communication by an identified sponsor to an\n audience about a product, service, icon, idea or opinion with the aim of imparting information and receiving favorable response.\n\n7.0.2 The general principle that shall govern all advertisements for broadcast is that they shall be legal, decent, honest and truthful.\n\n7.0.3 An advertisement shall conform to the Code, especially the programming guidelines\n\n7.0.4 An advertisement of a product or service targetted at the Nigerian market shall take cognizance of local content provisions in the Code.\n\n7.0.5 An advertisement shall comply, in every respect, with its professional ethics.\n\n7.0.6 In line with the Nigerian Code of Advertising Practice and Sales Promotion, all advertisements shall be accepted for broadcast only if accompanied with a certificate of approval by the Advertising Standards Panel (ASP).\n\n7.0.7 \nNo advertisement material shall bring broadcasting into\n contempt or erode confidence in advertising as a service to the\n industry and to the public.\n\n7.0.8 An advertisement shall not contain any item likely to encourage or incite to crime, lead to disorder or be offensive to public feeling. It shall not contain offensive reference to any race, person alive or dead, or generally be disrespectful to human dignity.\n\n7.0.9 The advertiser shall be clearly identified in all advertisements as a person or legal entity.\n\n7.0.10 The total time for advertisement materials shall not exceed 6 minutes in a 30-minute programme and 12 minutes in a 60-minute programme. This shall be in 15 seconds, 30 seconds, 45 seconds or 60 seconds spots.\n\n7.0.11 The expressions, News flash, Breaking news, or news- related formats generally used to denote important information, shall not be used in an advertisement.\n\n7.0.12 An advertisement featuring actors explaining their dramatic roles\n shall not be presented in a manner to confuse the viewer/listener into thinking that he/she is listening to or watching a programme, except for promoting the programme.\n\n7.0.13\n An advertisement parodying a programme may be accepted provided\n different performers are used from those who appear in the\n\nprogramme itself, and if it is readily apparent that the advertisement\n is no more than a parody.\n\n7.0.14\n The use of superlatives such as “Best”, “Most”, “First”, “Number one” ,\n “Tested” and “Trusted” etc in advertisement shall not be allowed\n unless backed with authentication by the Advertising Standards\n Panel. (ASP).\n\n7.0.15\n Hyping as a form of advertisement is not allowed. Therefore,\n announcers and presenters shall not engage in any form of hype or\n promotion, especially as they mostly lead to superlatives,\n unsubstantiated or misleading claims, testimonials or descriptions.\n\n7.0.16\n An advertisement featuring a performer/actor shall not be scheduled\n within or adjacent to a programme featuring the same\n performer/actor.\n\n7.0.17 An advertisement shall be in harmony with the content and general\n tone of the programme in which it appears.\n\n7.0.18 Descriptions, claims, testimonials or illustrations in an advertisement\n relating to verifiable facts shall be such as can be easily substantiated.\n\n7.0.19 Statistics shall not be manipulated to justify claims in an advertisement.\n\n7.0.20 A newscaster personifies the sacredness of news. Therefore, a person who regularly presents news or news-related programmes shall not feature, visually or vocally, in an advertisement.\n\n7.0.21 Any information in the form of captions, whether standing alone or superimposed, shall be in a clearly readable text and held long enough for the viewer to read.\n\n7.0.22 An advertisement shall offer a product or service on its merit and refrain from discrediting, disparaging or unfairly attacking competitors or their products.\n\n7.0.23 An advertisement shall not encourage the promotion of negative myths and superstitious beliefs.\n\n7.0.24 The practice of fortune telling or astrology shall not be advertised.\n\n7.0.25 An advertisement shall not be calculated to play on fear in order to\n induce people to purchase the article or service advertised.\n\n7.0.26 Advertising of explosives and firearms is not allowed.\n\n7.0.27 Advertising of prize-giving competitions or legalized lotteries is acceptable provided it is in line with relevant laws.\n\n7.0.28 In advertising a competition, the rules shall be published or information given about where the full terms of such rules can be accessed and obtained.\n\n7.0.29\n The promotion of prize winning competitions shall not be deceptive\n and the chances of winning shall not be exaggerated.\n\n7.0.30The advertiser who markets more than one product shall not use the merit of one to market the other.\n\n7.0.31  The word guarantee shall be used only with due regard to its legal meaning. The limits and terms of the guarantee being offered shall be stated clearly.\n\n7.0.32 An advertisement shall not be inserted into any GRADE A programme, such as Presidential, National or State broadcast.\n\n7.0.33 The advertisement of regulated professions shall be allowed only\n with the approval of the relevant professional body.\n\n7.0.34 The advertisement of potentially poisonous products shall carry the necessary caution.\n\n7.0.35 Scroll bars may be used for additional news or information. However no broadcaster shall use scroll bars for advertisement of a product or any commercial purpose.\n\n7.1 **CHILDREN AND YOUTH ADVERTISEMENTS**\n\n7.1.1 Exploitation of children and youths in any form shall be avoided\n\n7.1.2 Special caution shall be exercised with the content and presentation of advertisements placed in or adjacent to a programme designed for children and youths.\n\n7.1.3 Particular care shall be taken to ensure that an advertisement\n targeted at children contains nothing which might result in physical or psychological harm, or which exploits their natural credulity.\n\n7.1.4 Children and youths shall not be used in the advertisement of a product recognized as being potentially dangerous.\n\n7.1.5 An advertisement shall not encourage children and youths to enter strange places, converse with, or receive gifts from strangers.\n\n7.1.6 Direct sales appeal or exhortation shall not be made to children unless the products advertised are such that children can reasonably afford.\n\n7.1.7 An advertisement of a commercial product or service shall not contain any appeal which suggests in any way that unless a child buys or uses the product, he/she will be failing in some duty, losing social status or lacking in loyalty towards some person or organization.\n\n7.1.8 An advertisement shall not lead children to feel inferior to others because they or their parents do not own the product advertised, or that they are liable to be held in contempt or ridicule, for not owning it.\n\n7.1.9 An alcoholic beverage advertisement shall not be broadcast adjacent to a children, youth or sports programme.\n\n7.2 **CONTEST**\n\n7.2.1 \nIn advertisements relating to contests, a station shall ensure that:\n\na. \ncontests are conducted with fairness to all competitors, and\n shall comply with all pertinent laws and regulations;\n\nb.\n all contest details, including the rules, eligibility requirements,\n opening and termination dates, etc, shall be adequately announced and the names of winners released as soon as possible;\n\nc. there shall be no misleading description or visual misrepresentation of any promises or gifts, which would distort or inflate their value in the minds of the audience;\n\nd.\n a broadcaster shall obtain assurances from the advertiser\n that prizes or gifts offered are available and are not harmful to\n persons or property.\n\n7.2.2\n  Prizes, which appeal to superstition, such as luck-bearing articles,\n shall not be broadcast.\n\n7.2.3\n Promotions shall not only be genuine, but seen to be clearly so to the\n public. The claims as to prizes won shall be verifiable. No distorted\n claims or winning shall be allowed, and, as much as possible,\nmembers of the public shall be involved in the selection of winners.\n\n7.2.4 Any claim in advertisement involving address and contact number\n shall be genuine and accessible.\n\n7.3.0 **MEDICAL**\n\n\\*\\*\\*\\*7.3.1 Any medical advertisement, orthodox, traditional or any other, shall conform to the provisions of the Code.\n\n7.3.2 An advertisement of a medical product shall be presented only in the acceptable format prescribed by the relevant professional and regulatory agencies.\n\n7.3.3 In advertising a medical product, claims that the product can affect a cure, and the use of such words as safe; without risk or harmless, shall\n not be broadcast unless so certified by the appropriate professional and regulatory authorities.\n\n7.3.4 An advertising material, which describes or dramatizes distress or a\n morbid situation in an offensive manner, shall not be broadcast.\n\n7.3.5 An advertisement shall not be broadcast if it contains an offer of a\nmedicine or product, or an advice relating to the treatment of serious diseases, complaints, conditions, indications or symptoms, which should rightly receive the attention of a registered medical practitioner.\n\n7.3.6 An advertisement of a medical product shall end with the necessary health caution. The caution shall require users to consult a medical doctor if symptoms persist.\n\n7.3.7 An advertisement shall not be broadcast if it contains any material offering cure for cancer, AIDS, diabetes, hypertension, fibroid, infertility or any other ailment listed in the NAFDAC Act No. 15 of 1993 (as amended) unless the cure has been authenticated by the body regulating that sector of medical practice.\n\n7.3.8 An advertisement of products, medicines, treatment for disorders or\n irregularities peculiar to women shall not contain expressions that encourage abortion.\n\n7.3.9\nAn advertisement shall not be broadcast if it contains the use of a\n word, phrase or expression, such as magical, miracle, miraculous, etc.\n\n7.3.10 \nAn advertisement shall not be broadcast if it offers any product or\n treatment for beauty, slimming, weight reduction or figure control,\n without stating the likely side effects.\n\n7.3.11 An advertisement shall not be broadcast if it contains any offer to\n diagnose or treat complaints or conditions by hypnosis, myths and superstitious belief.\n\n7.3.12\n An advertisement shall not be broadcast if it is capable of inducing\n fear in the viewer/listener that he is suffering, or may, without the\n advertised treatment, suffer, or suffer more severely, from an\n ailment, illness or disease.\n\n7.3.13 \nAn advertisement which offers to diagnose, and, or treat by correspondence, shall not be broadcast.\n\n7\n.3.14 \nA medical advertisement which offers to refund money to dissatisfied\n users shall not be broadcast.\n\n7.3.15 \nAn advertisement shall not be broadcast if it contains the word clinic,\n institute, laboratory, or similar terms, unless such an establishment\n does, in fact, exist, registered as such and certified by appropriate professional and regulatory body.\n\n7.3.16 An advertisement shall not be broadcast if it contains, in the name of the product, the title, Doctor or Dr, unless that is the registered trade mark and certified by appropriate professional regulatory bodies.\n\n7.3.17 An advertiser of a medical product shall not ascribe to himself/herself the title “Doctor” unless he/she is a registered medical doctor.\n\n7.3.18 An advertisement of a product or service shall not be broadcast if it purports to increase sexual libido or correct sexual weakness and infertility.\n\n7.3.19 An advertisement of condom shall neither feature children nor be aired during children’s programmes.\n\n7.3.20 An advertisement of condom shall not be aired between 6:00 am and\n 8:00 pm on radio and between 6:00 am and 10:00 pm on television.\n\n7.4 **ALCOHOL**\n\n7.4.1 An advertisement or offer of a gift item promoting an alcoholic product shall not be broadcast within or adjacent to children, youths or sports programme.\n\n7.4.2 Children, sportsmen/women and expectant mothers shall not be\n\nused as models in alcohol advertisements.\n\n7.4.3 An advertisement of an alcoholic product(s) shall not be broadcast in or adjacent to religious programme, to respect religious sensitivities.\n\n7.4.4 An advertisement of an alcoholic product shall not be aired between 6.00 am and 8.00 pm on radio, and between 6.00 am and 10.00 pm on television.\n\n7.4.5 Sports personalities shall not be used in the advertisement of an alcoholic beverage.\n\n7.4.6 No consumption of alcohol, including the showing of the liquid content shall be allowed in any adverts placed on sports before the time allowed for alcohol adverts. However logos and symbols of the company are acceptable to be placed at intervals. Permanent embossments of such logos and symbols shall not be allowed.\n\n7.5 **RELIGIOUS**\n\n7.5.1 An advertisement promoting religion in any form shall:\n\na. present its claims, especially those relating to miracles, in such a manner that is verifiable, provable and believable;\n\nb. not use the peculiarities of broadcast technology to mislead the viewer/listener;\n\nc. not cast aspersions on any other religion or sect; and shall not be seen to exploit the weakness, handicap(s), shortcomings or state of desperation of members of the public.\n\n7.6 **POLITICAL**\n\n7.6.1 A political advertisement shall be guided by the extant law(s), the Code and other relevant regulations.\n\n7.6.2A broadcaster shall be free to sell airtime for the purpose of political campaigns provided that:\n\na. all messages shall be in the form of spot announcements or jingles not exceeding 60 seconds;\n\nb. no broadcaster shall be involved in the production of such announcements or jingles;\n\nc. no voice of any broadcaster shall be used in political jingles;\n\nd. all jingles shall conform to the standards of truth, decency, good taste and morality.\n\n7.6.3 No advertisement shall be accepted in a partisan political programme.\n\n7.6.4 The advertiser shall be clearly identified in all advertisements.\n\n7.6.5\n No broadcaster shall deny any person, party or group a right of\n\nbroadcast of a political advertisement.\n\n7.6.6\n\n The period of campaign through any broadcast media in any election\n by every political party shall commence 90days before polling day\n and end 24 hours prior to that day.\n\n7.6.7\n No broadcaster shall permit any political campaign or advertisement\n on its facilities 24 hours immediately preceding polling day or on\n polling day.\n\n7.6.8 All broadcasters shall give equal access to all registered political parties or candidates on their facilities.\n\n7.6.9 Airtime shall be allocated equally among the political parties at similar hours of the day.\n\n7.6.10 All broadcasters shall allot equal airtime to all political parties during prime times at similar hours each day, subject to payment of appropriate fees.\n\n7.6.11 All broadcasters shall ensure equal coverage to all political parties.\n\n7.6.12\n\n No broadcaster shall be employed or used to the advantage or\n\ndisadvantage of any political party or candidate at any election.\n\n7.6.13 It shall be the duty of the broadcaster to authenticate purported\n withdrawal of a candidate in an election and ensure that the affected candidate personally endorses such claim.\n\n7.6.14 Any broadcaster that contravenes the provisions of Sections 7.6.6 to\n\n7.6.13 Above shall be liable, in the first instance to a fine of N500,000 and N1,000,000 for subsequent breach(es) or revocation of licence.\n\n**CHAPTER EIGHT**\n\n**SPONSORSHIP AND INFOMERCIAL**\n\n8.1 Business concerns recognize broadcasting as a crucial instrument of business development and do use various forms of modern association to tap into the medium’s powerful with programmes reach. Recognizing the economic importance of sponsorship to broadcasting, this section sets out guidelines for the sponsorship of programmes.\n\n8.1.1 A sponsored programme shall be clearly identified as such.\n\n8.1.2 Only the sponsor’s identification shall feature in the programme.\n\n8.1.3 A sponsor’s identification shall be taken only at the beginning, the end, and, or at a programme junction.\n\n8.1.4 A broadcaster shall maintain editorial independence in the content and scheduling of a sponsored programme.\n\n8.1.5 Sponsorship by organizations dealing in alcoholic products shall not be allowed in children, youths or religious programmes.\n\n8.1.6 An organization dealing in alcoholic products may sponsor sporting events provided that only its corporate logo shall be used as identification.\n\n8.1.7 A sponsored programme shall only be broadcast during the time belt\n in which it is legal for the sponsor to advertise its product.\n\n8.1.8 No spot advertisement of the sponsor, its product or service shall feature in the sponsored programme.\n\n8.1.9 No form of sponsor’s identification shall be allowed in the programme,\n either on set or in the presenter’s/participant’s wardrobe.\n\n8.1.10 Sponsorship of foreign programmes shall not be allowed on terrestrial\n stations.\n\n8.2 **INFOMERCIAL**\n\nAn infomercial is an advertisement genre that treats the subject more elaborately than a standard advert, usually in the format of a full programme.\n\n8.2.1 An infomercial shall be scripted and produced, devoid of superlatives, unsubstantiated, misleading claims, testimonials or description.\n\n8.2.2 An infomercial shall:\n\na. not exceed fifteen minutes\n\nb. be specifically produced in the standard format of an infomercial\n\nc. not be more than 6 slots per transmission day.\n\n8.2.3 Every infomercial shall be so identified.\n\n8.2.4 Religion or politics shall not be a subject of an infomercial.\n\n**CHAPTER NINE**\n\n9.0\n **COMMUNITY BROADCASTING**\n\n9.0.1 Community broadcasting recognised by the African Charter on broadcasting as the third tier of broadcasting, is a key agent of democratisation for socio-cultural, educational and economic development. It is a non-profit, grassroots public broadcast service medium through which community members are able to contribute and foster civic responsibilities and integration.\n\n9.0.2 A community, for the purpose of this tier of broadcasting shall be a group of people residing in a particular geographical location or sharing a strong interest which the community desires to develop through broadcasting. Such communities include:\n\na. a local, non-profit organization,\n\nb. an educational institution (campus),\n\nc. a cultural association,\n\nd. a co-operative society, and\n\ne. a partnership of associations.\n\n9.0.3 A community broadcasting service shall be owned and controlled by the community through a trusteeship or a foundation with a Board of Trustees.\n\n9.0.4.\n All the operating broadcast equipment of the service shall be sited\n\n within the community.\n\n9.0.5 A Community broadcaster shall not transmit beyond its assigned coverage area.\n\n9.0.6 The transmitter power, Antenna characteristics and the Mast/Tower height, shall be as approved by the Commission.\n\n9.1 **FUNDING**\n\n9.1.1 A community broadcasting service shall be funded from:\n\na. resources of the community raised through levies, contributions and membership fees;\n\nb. donations, gifts or grants; and\n\nc. local spot announcements.\n\n9.2 **OPERATION**\n\n9.2.1 Without prejudice to the professionals entrusted with operating the service, members of the community shall participate in deciding the nature of the operation of the station.\n\n9.2.2 The Community broadcaster shall not abdicate its editorial and scheduling responsibilities to any other party.\n\n9.3**LANGUAGE OF BROADCAST**\n\nA community broadcasting service shall give prominence to the languages spoken within the community.\n\n9.4 **GRANT OF LICENCE.**\n\n9.4.1 In determining suitability of an application for the grant or renewal of a community broadcasting service licence, the following, amongst others, shall be considered:\n\na.ownership;\n\nb.funding;\n\nc.constitution of its Board of Trustee; and\n\nd.nature and content of programming, with particular reference to the treatment of political and religious matters throughout the lifespan of the licence.\n\n9.5 **DISQUALIFICATION**\n\nA community broadcasting licence shall not be granted to:\n\na. a religious organization,\n\nb. a political party,\n\nc. an individual, and\n\nd. a corporate body, except it is a non-profit organisation.\n\n9.6 **STAFFING**\n\n9.6.1 The Community broadcaster shall engage the services of relevant staff.\n\n9.7 **CAMPUS BROADCASTING**\n\n9.7.1 **Preamble**\n\n(a) A campus broadcaster is licensed principally to train students in broadcasting and other related fields like engineering, information technology, creative arts, use of English, drama etc., and to\n provide opportunities for practical experience as well as promoting social well-being of the campus community.\n\n(b) A campus broadcaster shall adhere to the Code, regulations and other extant laws relating to broadcasting.\n\n9.7.2 **CRITERIA FOR GRANT OF CAMPUS LICENCE**\n\nIn considering an application for the grant of Campus Licence, the Commission shall be satisfied that the Institution has:\n\n(a)  Department that offers any of the following:\n\n(i) Mass Communication\n\n(ii) Theatre Arts\n\n(iii) Infotech\n\n(iv) Electronics or Computer\n\n(v) Engineering and a minimum combination of two\n\n(b) The Department shall be duly accredited by the relevant bodies, i.e. NUC, NABTEB etc.\n\n(c) Facilities such as studio equipment shall be on ground.\n\n(d) The proposed programmes schedule for the station shall comply with the regulations of the Commission.\n\n(e) The proposed station shall be in a secured place not easily accessible.\n\n9.7.3 **FUNCTIONS**\n\n(a) Pursuant to 9.7.1(a) above, a campus broadcaster shall primarily focus on the dissemination of educational/instructional programmes on campus. To this extent, a broadcaster shall devote at least 70% of its airtime to educational/instructional programmes.\n\n(b) The other programmes shall relate to news, current affairs, events and activities happening within the campus for the benefit of the community.\n\n(c) Campus broadcaster shall not use the medium to incite or cause disaffection within the community.\n\n(d) The Campus broadcaster shall not allow the use of its medium to promote cultism and other vices.\n\n(e) Live broadcast shall be restricted to inaugural lectures, seminars, matriculations, convocations, students’ political activities, important guests to the campus, sporting and other social events within the campus community.\n\n9.7.4 **OPERATION**\n\n(a) The diversity of the Campus Community must be considered in the management of a Campus broadcasting station.\n\n(b) The Broadcaster shall manage the station as a non-profit and campus community development tool.\n\n(c) It shall generate programmes relevant to its primary communities.\n\n(d) It shall provide a training studio in the department of Mass Communication to train broadcasters.\n\n(e) It shall develop mechanisms for accountability and transparency in the day to day running of the station.\n\n(f) It shall provide avenue for new ideas that can lead to a better broadcast future.\n\n(g) It shall ensure community has a right to comment/complain on the operation or content of the station.\n\n(h) It shall ensure safety and security of the station (see Section 12.1) of the Code.\n\n(i) The Station shall not be used as a mouthpiece of the Vice Chancellor/ Rector or institution’s authority.\n\n(j) It shall strictly adhere to regulatory standards (in this case, the Code, Regulations and other extant laws).\n\n9.7.5 **FUNDING**\n\nFunding of the operations of the Campus broadcaster shall among others\n\ninclude:\n\n(a) Subvention;\n\n(b) Spot announcements from within the Campus community;\n\n(Not exceeding 9 minutes in every 1 hour broadcast)\n\n(c) Donations or grants;\n\n(d) Events coverage within the Campus community;\n\n(e) Sale of station’s memorabilia.\n\n9.7.6 **POLITICAL**\n\n9.7.6.1 The Campus Broadcaster shall not carry political adverts, campaigns, jingles or cover any political activities outside the campus.\n\n9.7.6. The broadcast of campus politics shall be in decent language and guided by\n broadcast regulations and other relevant laws.\n\n**CHAPTER TEN**\n\n**NETWORK BROADCASTING**\n\n10.0 A NETWORK is a content provider with a premier station serving as the nucleus for the production, acquisition and transmission of indigenous content of national or regional appeal and having the nation or region as coverage area, either, as an entity or through diverse affiliate/associates. The Network shall be content driven.\n\n**Character of a Network**\n\n10.0.1.1 The grant of a Network licence shall be through a bidding process.\n\n10.0.1.2 The process of bidding for Network licence shall be determined by the Commission.\n\n10.0.1.3 For reasons of national interest, unity, cohesion and integration, broadcast on a network shall spread across the nation or region as much as possible.\n\n10.0.1.4 A network licence applicant shall demonstrate adequate financial, professional and technical profile and capability.\n\n10.0.1.5 A network programming profile shall comprise content that fosters national unity, cohesion, stability and respect local sensitivities.\n\n10.0.1.6 **Network**\n\n10.0.1.6.1 Programming for Network, especially News, shall ensure 100 percent local content, such that foreign items are presented from the Nigerian perspective.\n\n10.0.1.7 The responsibility for every network broadcast shall be collectively borne by the broadcasters on which it is relayed. CLASS B Therefore, each affiliate shall ascertain that each network programme meets the provisions of its licence and the _Nigeria Broadcasting Code_.\n\n10.0.1.8 It shall be illegal for any person or organization to operate a Network without the approval of the Commission.\n\n10.1 **AFFILIATION**\n\n10.1.1 A broadcaster shall not enter into an agreement for affiliation, content carriage/acquisition with any station without the approval of the Commission.\n\n10.1.2 An affiliate shall continue to discharge its programming responsibility to its primary target audience, based on the original terms of its licence. In any case, local programming shall not be less than 70 percent of its daily broadcast schedule (see page.\n\n10.1.3 Any new broadcaster joining the NETWORK as a single broadcaster or an Affiliate/Associate shall be licensed by the Commission.\n\n10.1.4 An affiliate/associate shall not be a member of more than one NETWORK of the same category (Radio or Television).\n\n10.2 **SYNDICATION AND CONTENT DISTRIBUTION**\n\n10.2.1 All programme syndicating companies desiring to operate within\n Nigeria shall be licensed by the Commission.\n\n10.2.2. Broadcasters receiving content from a syndicating company shall not transmit the programme simultaneously with other broadcasters as this will amount to networking and a contravention of its licence condition.\n\n10.3 **CATEGORY OF NETWORK SERVICES**\n\n10.3.1 A Network licence shall be issued in either of the following categories:\n\na. National\n\nb. Regional.\n\n10.3.2 **PROGRAMMING**\n\nFor the purpose of programming:\n\n(a) Broadcasters in the NETWORK Broadcasting Service shall contribute proportionately to the overall programme broad- cast on the Network.\n\n(b) Broadcasters in the Network Broadcasting Service shall not abdicate the programming responsibility of its primary audience to the NETWORK.\n\n(c) All NETWORK Broadcasting Service stations shall be liable jointly and severally for the programmes broadcast on the Network.\n\n(d) The Network broadcaster shall be responsible for sourcing the content of the programme it broadcasts.\n\n(e) The NETWORK Broadcasting Service programming shall not be more than 30% of the broadcaster’s daily broadcast hours.\n\n(f) The NETWORK Broadcasting Service shall not relay ‘LIVE’ foreign news content in its entirety, even delayed. The universal practice of using excerpts for news in which circumstance the Network station assumes editorial responsibility shall apply.\n\n(g) Content on a Network shall have national or regional appeal and shall reflect all shades of opinion and respect the sensibilities and sensitivities of the diverse culture of Nigeria.\n\n(h) The Network broadcaster shall not transmit content that is detrimental to national security.\n\n(i) The Network Broadcasting shall keep a record of all Programmes distributed on the network and its affiliate.\n\n(j) News and Current Affairs programmes on the Network shall be guided by the ethical standards of Journalism.\n\n(k) The Network broadcaster shall submit to the Commission the quarterly programme schedule 30 days before broadcast.\n\n(l) A Network broadcaster shall seek the Commission’s approval before establishing, operating and or incorporating a new station in the Network.\n\n(m) A Network broadcaster shall take congnisance of the digitization of the broadcast sector.\n\n**CHAPTER ELEVEN**\n\n**PAY SUBSCRIPTION BROADCASTING**\n\n**11.1 Subscription Services**\n\n11.1.1 A pay subscription service provides subscribers with freedom of choice along with the capability and responsibility to select the programmes they wish to receive through Decoders. They are available in the following; MMDS, DTH and DTT platforms .\n\n11.1.2 A pay subscription service provider shall be committed to the protection of subscriber’s interests on all issues relating to packages, subscriber options, fault repairs, subscriber privacy, credit manage- ment and billing, such as compensation for services not rendered.\n\n11.1.3 No material broadcast by subscription Licensee shall breach any rule of the NBC Act and the Nigeria Broadcasting Code and other rules and regulations made by the Commission from time to time, hence time differential should be taken into cognizance in selection of channels/ programmes whose content are likely to breach the watershed provision of the Code.\n\n11.2 **DECODERS**\n\n11.2.1 Pay subscription licences shall;\n\n(a) forward to the Commission monitoring equipment including decoders, antenna, poles and accessories for each programme channel on their bouquet\n\n(b) avail the Commission the viewing of all channels at all times\n\n(c) monitoring equipment made available to the Commission shall be on permanent subscription.\n\n11.2.2.1 The standard Decoder **shall have the ability to accommodate Conditional Access (CA), Electronic Programme Guide (EPG)** and **Access Programme Input (API)** systems of operation.\n\n11.2.2.3 The Decoder shall be non-proprietary for all terrestrial operators.\n\n11.2.2.4 The Commission shall **Type-approve** all broadcast Decoders brought into the country.\n\n11.3 **SUBSCRIPTION SERVICES**\n\n11.3.1 Subscription service providers are required to promote Nigerian in the international market as part of their local content.\n\n11.3.2 A subscription broadcasting service shall ensure a minimum of 20 percent\n\nlocal content, consisting of 15 percent Nigerian and 5 percent African.\n\n11.3.3 Where a subscription broadcaster fails to meet the conditions of 11.3.2, the broadcaster shall make a mandatory payment equal to a severe fine or a percentage of the shortfall into a Local Content Development Fund (LCDF).\n\n11.3.4 The LCDF shall be administered by the Commission, with at least, three representatives of stakeholders.\n\n11.3.5 A subscription station shall observe the approved ratio of not more than 80 percent foreign content.\n\n11.4 **CRITERIA FOR ENCRIPTION**\n\nA broadcaster shall put in place an industry recognised protection system, anti-piracy measures and the ability to meet Service Level Agreement (SLA) requirements to be entitled to broadcast the qualified content via its own platform.\n\n11.5 **MOVIE RIGHTS**\n\n11.5.1 As in international business practice, exclusive ownership of rights shall\n not be discouraged in Nigeria. However, programmes commissioned/ produced by the broadcaster may be exclusive to it.\n\n11.5.2 Exclusivity shall be applied to the mutual benefit of all players through an admixture of applications, some of which shall include the provision of windows for various platforms at mutually agreed terms.\n\n11.5.3 For branding of programmes, exclusivity is recognized, however, cultural\n owners of such rights shall create a second window for other licensees on terms that are reasonable.\n\n11.6 **ACTIVATION OF CONTENT**\n\nA Broadcaster shall, upon receipt of a customer’s request for content, activate the provision of the content to the lease broadcasters within 5 working days.\n\n11.7 **MUST-CARRY/MUST-OFFER**\n\nTo enable subscribers have access to free-to-air channels on Subscription Service, a pay Subscription Service shall carry a free-to-air Public Broadcasting Station in its area of coverage free, in the public interest.\n\n11.8 **PROGRAMME SCHEDULE**\n\n11.8.1 For a subscription broadcaster that operates monthly programming, the schedule and synopses shall be forwarded to the Commission at least two weeks before such a schedule becomes operational.\n\n11.8.2 Programmes unsuitable for children and youths shall not be scheduled before the watershed time of 9.00pm.\n\n11.9 **ADDING CHANNELS**\n\n11.9.1 To ensure compliance with **the Code**, any subscription licensee that intends to add or introduce a new channel to its bouquet shall apply upon a payment of an administrative fee to the Commission in advance and shall promote or broadcast the channel only with the approval of the Commission.\n\n11.9.2 An application for the authorization for additional channel shall:\n\na. be made at least 30 days before the due date of the introduction of the channel,\n\nb.\n be made in a prescribed form obtained from the \nCommission,\n\nc. require the applicant to furnish the following particulars:\n\ni. the name of each intended channel;\n\nii. the nature of the channel;\n\niii. the type of channel, its content and synopsis;\n\niv. the channel’s country of origin ;\n\nv. the name of channel supplier or provider;\n\nvi. the duration of the channel;\n\nvii. the designated watershed period or classification.\n\nviii. evidence of franchise.\n\nd.be accompanied with prescribed administrative fee to be determined by the Commission from time to time.\n\n11.9.3 The Commission shall make its decision known within a period of 30 days.\n\n11.10 **REMOVING CHANNELS**\n\n11.10.1 An application for the removal of any channel shall:\n\na. be made at least 30 days before the due date of the removal of the channel;\n\nb. be made in a prescribed form obtained from the Commission;\n\nc. require the applicant to furnish the following particulars:\n\ni. the name of channel to be removed;\n\nii. the nature of the channel;\n\niii. the reasons for the removal of channel.\n\n11.10.2 Before the removal, there shall be adequate notification to subscribers.\n\n11.10.3 The Commission shall issue its decision within a period of 30 days.\n\n11.11 **CLASSIFICATION SYMBOLS**\n\nThe classification symbol for movies or drama shall be displayed clearly at the commencement of the programme and in programme guides.\n\n11.12 **CONSUMER ADVICE**\n\n11.12.1 With appropriate scheduling, some additional information about pre watershed and post-watershed programmes shall be provided for subscribers to evaluate content that may be problematic for certain ages, particularly if a programme appeals to a wide range of audience.\n\n11.13 **DTH LINKAGE**\n\n11.13.1 A terrestrial free-to-air broadcaster on the bouquet of DTH on the basis of Must-Carry/Must-Offer, shall be linked by any of the following:\n\n(a) Microwave links,\n\n(b) Direct Satellite link,\n\n(c) E1 link,\n\n(d) Fibre Optics\n\n(e) Broadband\n\n(f) Any other approved mode.\n\n11.14 **DIRECT SATELLITE BROADCAST (DSB)**\n\n11.14.1 A direct satellite broadcaster shall not piggy-back on another DSB broadcaster or a DTH, unless by a technical agreement approved by the Commission.\n\n11.15 **PARENTAL CONTROL**\n\n11.15.1 All subscription operators shall have access control facilities on their decoders.\n\n11.16 **TRANSBORDER DIRECT TRANSMISSION AND RECEPTION IN NIGERIA**\n\n11.16.1 Pursuant to the International Convention relating to terrestrial and Satellite broadcasting:\n\na. No broadcaster shall distribute signals not meant for the Nigerian territory without the prior approval of the Commission.\n\nb. Nigerian broadcasters re-transmitting the signals of a foreign station not meant for the Nigerian territory shall obtain prior approval from the Commission.\n\nc. In all cases, the agreement or franchise between the Nigerian and foreign broadcasters shall be submitted to the Commission.\n\nd. The onus of proof of any breach there-from shall be on the Nigerian broadcaster re-transmitting such broadcasts.\n\n11.17 **CONDITIONAL ACCESS**\n\n11.17.1 The provision of an industry recognized protection system, encryption, anti-piracy measure and the ability to meet Service Level Agreement, shall be pre-requisite for the granting of licence to any pay subscription service provider.\n\n11.17.2 The provision of Conditional Access is a pre-requisite for the granting of licence to a subscription service provider.\n\n11.17.3 Encryption shall be permanent. In the event of systems failure, the operator shall rectify the fault within 48 hours.\n\n11.18 **INTERNET BROADCASTING REGULATIONS**\n\na. All Internet radio and television broadcasting streaming signals from, and into, Nigeria, shall be licensed by the Commission.\n\nb. All regulations governing news, programmes, advertising and sponsorship shall apply to this category of broadcasting.\n\nc. The local content for this category of licence shall be 80% (eighty per cent).\n\nd. All conditions governing other categories of broadcast licence shall apply.\n\ne. All subscription internet Radio and Television that seek subscribers in Nigeria shall be licenced by the Commission.\n\n**CHAPTER TWELVE**\n\n**TECHNICAL**\n\n12.0 The backbone of broadcasting is technology. Technology itself is universal and based on certain principles. To be part of the global village that the world has become, there is a need to set technical standards that conform with international standards.\n\n12.1 **SAFETY REGULATIONS**\n\n12.1.1 **Industrial Safety**\n\n12.1.1.1 A broadcaster shall operate within strict safety conditions as provided by international conventions and labour laws on industrial safety.\n\n12.1.1.2 Specifically, there shall be, conspicuously displayed in the operational areas of a station the following:\n\na. industrial safety cards;\n\nb. functional fire alarm system;\n\nc. functional fire extinguishers;\n\nd. obstruction-free emergency exits;\n\ne. pathfinders to emergency exits;\n\nf. certification from a recognized fire fighting service; and\n\ng. other safety measures, equipment, etc either now known or may hereafter be invented, and as may be specified from time- to-time by the Commission.\n\n12.1.2 **Radiological Protection**\n\n12.1.2.1 Ionizing radiation caused by X-ray radiated from the transmitters may constitute a radiation hazard for workers and the public. Therefore, the level of radiation shall not be higher than that specified by the Nigeria Nuclear Regulatory Authority and the International Electro-Technical Commission.\n\n12.1.2.2 Broadcasters shall ensure that staff and members of the public are\n not exposed to electromagnetic fields in excess of the following:\n\na.for band II VHF frequencies, it shall be 6.6 watts/square meter for continuous exposure \\[not longer than six minutes], which equates to an electric field of 154 dB (micro volt/meter);\n\nb.for MF band, maximum permitted levels drop with frequency, and at the top of the band are as low as 4.24 watts/square meter which is 172 dB (micro volt/meter) \\[not longer than six minutes]; and\n\nc.for HF, maximum Specific Absorption Rate (SAR) shall not be more than 0.4 watts/kilogram for workers and 0.8 watts/kilogram for the public.\n\n12.1.3 **Shielding**\n\n12.1.3.1Effort shall be made to ensure that radiation exposure in all broadcast operational areas is reduced to the barest minimum.\n\na.Radiation allowable in all cases shall be 0.005 watts/square meter.\n\nb.A broadcaster shall reduce the x-ray radiation to acceptable level by additional shielding of the transmitter.\n\n12.1.4 **Danger Sign**\n\n12.1.4.1At High Frequency (HF) and Medium Frequency (MF) transmitter installations, the antenna site shall be fenced and danger signs shall be conspicuously displayed round the fenced area.\n\n12.1.5 **Interlocking**\n\nInterlock switch shall be installed on all broadcast transmitters to protect personnel from exposure to the transmission radiation and physical damage from mechanical or electrical systems.\n\n12.1.6 **Lightning Protection**\n\n12.1.6.1 Lightning arrestors shall be provided to protect personnel and equipment from lightning. Therefore:\n\na. building and other structures shall be protected against lightning damage by installing a system of earth terminals (lightning rods) and grounding conductors to conduct lightning strokes to the ground;\n\nb. all underground cable runs shall have bare grounding counterpoise conductor installed above each underground run to intercept lightning strokes to the ground directly above the cable;\n\nc. lightning arrestors (surge arrestors) shall be installed at the end of all overhead power supply lines at the point where they connect to the stations underground lines. This is to prevent voltage surges due to lightning strokes to the overhead lines;\n\nd. arrestors shall be connected to a copper or aluminums plate at each of the mast trays and at the base or at each of the legs of the mast and buried to the ground; and\n\ne. earth resistance measured at the base or at each of the legs of the mast shall not exceed one ohm (1Ω). Where high resistance is inevitable, elaborate precautionary measures shall be applied.\n\n12.1.7 **Safety Precautions**\n\n12.1.7.1 In all technical areas where there are electrical or mechanical equipment in operation such as moving machines, transmitters, production equipment, generators etc. Safety precautions as listed below shall be put in place:\n\n12.1.7.2 At least two technical personnel shall be on duty during operations and or maintenance of equipment at all times.\n\n12.1.7.3 Adequate functional firefighting equipment shall be provided and maintained regularly.\n\n12.1.7.4 Monthly drills shall be conducted at all stations and logged accordingly.\n\n12.1.7.5 Rubber mats shall be provided at least one meter (1m) round every transmitter cabinet and, or high voltage equipment, and shall have an insulation capacity of at least 20% greater than the highest voltage within the equipment in all operational areas.\n\n12.1.7.6 A statutory Registered Engineer shall certify all electrical and mechanical projects and designs.\n\n12.1.7.7 Cards showing the procedure for the treatment of electric shock shall be displayed in all technical areas and all staff shall familiarize themselves with their contents. Technical personnel shall be drilled quarterly by experienced staff through practical demonstration.\n\n12.1.7.8 Adequate warning signs should be clearly displayed in high voltage areas.\n\n12.1.8 **First-Aid Kits**\n\n12.1.8.1 First-Aid Kits shall be provided in all technical areas and shall contain necessary drugs and dressings for the treatment of burns, cuts, shocks etc.\n\n12.1.8.2 There shall be quarterly First Aid drill for all technical staff. This shall be recorded in a log book.\n\n12.2 **ANTENNA SUPPORT STRUCTURE REGULATIONS**\n\n12.2.1\n\n**Structural Design**\n\n12.2.1.1\n\nA COREN registered Structural Engineer shall certify all foundation\n\ndesigns, works and the erection of a mast or tower to specification\n and within standards.\n\n12.2.2\n **Mast/Tower Site**\n\n12.2.2.1 Where a mast or tower is to be situated within half a mile of the boundary of an airport, the height of the antenna support structure shall not exceed **fifty feet** above ground level.\n\na. For a guyed mast, the minimum site radius allowed from the mast centre shall be 0.8 of the mast height.\n\nb. For self supporting lattice tower, the base square allowed shall range between h/10 and h/7, where h is the structural height.\n\n12.2.2.2 Before the installation of any antenna support structures, the following shall be submitted to the Commission for approval:\n\na. a soil test report of the site for the mast/tower;\n\nb. a structural design of the mast/tower (viz: antenna load, wind load, foundation and structural members);\n\nc. (a) and (b) above shall be certified by a COREN registered Structural Engineer with a minimum of 10 years cognate experience in mast/tower design who shall also supervise the construction.\n\n12.2.2.3 Towers and masts shall meet all the requirements of structural standards for:\n\na. a steel transmitting antenna (mast radiator); and\n\nb. a supporting steel tower/mast.\n\n12.2.2.4 Additionally, the following shall be required for tower and mast:\n\na. all fabricated steel shall be hot dipped and galvanized after fabrication;\n\nb. all bolts shall be of high strength type with suitable washers and locking devices;\n\nc. all members shall be depth stamped;\n\nd. self-supporting towers shall be provided with safety ladder system over its full length;\n\ne. climbing and safety devices shall be provided to the top of all structures installed; and\n\nf. rest platforms shall be provided at suitable intervals of 45 meters.\n\n12.2.2.5 Height Clearance Certificate from the Nigerian Civil Aviation Authority (NCAA) shall be submitted to the Commission before the commencement of mast/tower installation and for the Commission’s approved height. The approval of the Commission and the Nigerian Civil Aviation Authority shall be obtained before:\n\na. installation; and\n\nb. any additional antenna or mast section is mounted on an existing mast/tower.\n\n12.2.2.6 The rehabilitation/relocation of a mast/tower shall, in the first instance, be approved by:\n\na. the NCAA;\n\nb. the Commission.\n\n12.2.2.7 Any mast or tower support which crosses or is likely to fall or to be blown on to any overhead power line (including electric lighting wires) or power apparatus shall be guarded to the reasonable satisfaction of the Electricity Regulatory Authority.\n\n12.2.2.8 Pilot light (Aviation Warning Light) shall be installed on every tower/mast.\n\n12.2.2.9 Mast and markings/painting shall be in aviation colour and in accordance with Civil Aviation Regulations.\n\n12.2.2.10 An annual report of the state of the mast/tower shall be submitted to the Commission not later than 31st of March.\n\n12.3 **PROHIBITIONS**\n\n12.3.1 A broadcaster shall not commence installation of new, fallen, or relocated mast/towers without prior approval from the Commission.\n\n12.3.2 No changes shall be made to the following without the approval of the Commission:\n\na. transmitter power;\n\nb. aerial gain and polarization;\n\nc. mast height;\n\nd. transmitter location; and\n\ne. RF distribution.\n\n12.4 **COVERAGE AREA AND FIELD STRENGTH**\n\n12.4.1 **Coverage Area**\n\n12.4.1.1 A broadcaster shall limit itself to only the coverage area as prescribed by the conditions of its licence.\n\n12.4.2 **Field Strength**\n\n12.4.2.1 A broadcaster shall maintain specified minimum values of field strength within its assigned coverage area depending on its mode of transmission and its location. Accordingly, the acceptable minimum values shall be as indicated below:\n\na.\n Urban\n Areas\n micro V/m\n\ni.\n AM Sound Broadcasting\n 72dB\n\nii.\n VHF-FM Sound Broadcasting\n 60dB\n\niii.\n VHF-Television (Band III)\n 60dB\n\niv.\n UHF-Television (Band IV)\n 65dB\n\nv.\n UHF- Television (Band V)\n 70dB\n\nb. Rural Areas\n\ni.\n AM Sound Broadcasting\n 66dB\n\nii.\n VHF-FM Sound Broadcasting\n 48dB\n\niii.\n VHF-Television (Band III)\n 49dB\n\niv.\n UHF-Television (Band IV)\n 60dB\n\nv.\n UHF- Television (Band V)\n 60dB\n\n12.5  **BROADCASTING SYSTEMS**\n\n12.5.1**Broadcasting Band Designations are:**\n\n(a) Medium Frequency MF or MW-RADIO (510 - 1605 KHz)\n\n(b) High Frequency HFBC or Short Wave –RADIO (5900 –26100\n KHz)\n\n(c) Band I Channels 2-4, VHF-TV (47 - 69MHz)\n\n(d) Band II Channels, FM-RADIO (88 - 108MHz)\n\n(e) Band III Channels 5-12, VHF-TV (174 – 230MHz)\n\n(f) Band IV Channels 21-34, UHF-TV (470 - 582MHz)\n\n(g) Band V Channels 35-68, UHF-TV (582 -790 MHz)\n\n(h) MMDS, (BSS Community Reception) (2.52- 2.67GHz)\n\n(i) Direct Broadcast Satellite (Television) Up-Link (5.845 – 6.645GHz) for C-Band\n\n(j) Direct Broadcast Satellite (Television) Down Link (3.4 – 4.2GHz) for C-Band\n\n(k) Direct Broadcast Satellite (Television) Up-Link (13.75 – 14.50GHz) for KU-Band\n\n(l) Direct Broadcast Satellite (Television) Down Link (11.45 – 12.75GHz) for KU Band\n\n(m) Direct Broadcast Satellite (Audio) (1467 - 1492MHz) for L- Band\n\n12.5.2 **Satellite (DBS)**\n\nPursuant to section 2 (1) (b) and 21 of the NBC Act and in keeping with International Regulations, the Commission shall license service providers for the following:\n\n(a) Satellite point-to-point transmission;\n\n(b) Direct Satellite to Home (DTH);\n\n(c) Digital Audio Broadcast (DAB/HD)\n\n12.6 **RADIO (SOUND)**\n\n12.6.1 The approved modes of sound broadcasting are:\n\n(a) Medium Wave (MW) or Medium Frequency (MF);\n\n(b) Short Wave (SW) or High Frequency (HF);\n\n(c) Frequency Modulated (FM) or Very High Frequency (VHF)\n\n(d) Direct Broadcast Satellite; and\n\n(e) Digital Audio Broadcast (DAB)/(HD)/(DRM)\n\n12.6.2 **Amplitude Modulated (AM) Band**\n\nHFBC or Short Wave (SW) in Nigeria shall be licensed by the Commission in adherence with the ITU Radio Regulations.\n\na. All HFBC transmitters put into service after 1st January, 2004 shall have the capability to offer digital modulation.\n\nb. The use of the HFBC bands 5900KHz-26100KHz shall be based on principles given in Article 12 of the ITU Radio Regulations. (see Appendix. …)\n\nc. An HFBC broadcaster shall, twice yearly, submit their projected seasonal broadcasting schedule in the relevant frequency band.\n\nd. All broadcasting requirements, national and international, shall be treated on an equal basis, with due consideration for the differences between these two kinds for broadcasting requirement.\n\n12.6.3 **Frequency Modulated (FM) Band**\n\n12.6.3.1The Frequency Modulated (FM) transmission in Nigeria shall be in compliance with ITU Recommendation 450-2. (See Appendix …)\n\n12.7 **TELEVISION**\n\nThe technical standards for television system in Nigeria shall be:\n\n(a) Colour television based on 625-line system;\n\n(b) PAL System B for VHF with 7MHz bandwidth;\n\n(c) PAL System G for UHF with 8MHz bandwidth;\n\n(d) video - sound carrier separation - 5.5MHz;\n\n(e) field frequency nominal value 50Hz;\n\n(f) frequency tolerance for both VHF and UHF TV Bands shall be +/- 500Hz; and\n\n(g) maximum spurious emission power levels shall be:\n\nFrequency Band\n Spurious level\n\n174 –254 MHz\n o/p less than 25w/1uVm\n 60dB\n\n470 –790 MHz\n o/p less than 25w/0.25uVm\n 40dB\n\n12.7.1**Television Categories:**\n\n(a) Broadcast Television Service (Terrestrial)\n\n(b) DVB-T Digital Video Broadcast Television (Terrestrial)\n\n(c) DVB-T2 Digital Video Broadcast Television, 2nd Generation (Terrestrial)\n\n(d) DVB-C Digital Video Broadcast (Cable)\n\n(e) DVB-C2 Digital Video Broadcast, Second Generation (Cable)\n\n(f) DTH Digital Broadcast Satellite (Direct to Home)\n\n(g) DVB-S Digital Video Broadcast Satellite\n\n(h) DVB-S2 Digital Video Broadcast, Second Generation Satellite\n\n(i) DVB-H Digital Video Broadcast (Hand-held)\n\n(j) DVB-SH Digital Video Broadcast (Satellite-to-Handheld)\n\n(k) DVB-RCS Digital Video Broadcast (Return Channel Satellite)\n\n(l) DVB-IPDC Digital Video Broadcast (Internet Protocol Data Casting)\n\n(m) IP- Radio (Internet Protocol Radio)\n\n(n) IPTV (Internet Protocol Television)\n\n(o) Any other available technology for mobile Handheld\n\n(p) Other Digital Video Formats in use are:\n\n(i) ATSC\n\n(ii) BMB-T/H\n\n(iii) ISDB-T\n\n12.8 **CABLE TELEVISION SYSTEM (CATV & MMDS)**\n\n12.8.1 There shall be two modes of transmission:\n\na. fibre optics and/or, coaxial; and\n\nb. Microwave Multipoint Distribution System (MMDS);\n\n12.8.2 In (a) and (b) transmission in both modes shall be scrambled, or encrypted such that subscribers are addressable, (i.e. the station shall be able to remotely switch subscribers on and off).\n\n12.8.3 To meet the requirements of local content and other programmes feeds into transmission, the following facilities shall be installed:\n\n(a) character generator to superimpose text messages;\n\n(b) video playback equipment;\n\n(c) video camera; and\n\n(d) a video mixer.\n\n12.9 **OTHER REQUIREMENTS**\n\na. Broadcasters shall obtain from the Commission an output channel frequency for their decoder in each location.\n\nb. Maximum power per channel shall not exceed 20 watts at each approved location.\n\nc. Channels shall be used only for the services and purposes which the licence specifies.\n\nd. Prior approval shall be obtained from the Commission for any change in the licence.\n\ne. Broadcaster shall provide decoder for the purpose of monitoring each channel on the bouquet.\n\n12.10 **TRANSMISSION SYSTEMS**\n\n12.10.1 **Transmitters**\n\n12.10.1.1 **Transmitters, Repeaters, Transposers And Beam Benders**\n\n12.10.1.1.1 The use of repeater transmitters, transposers and beam benders shall be subject to the approval of the Commission.\n\n12.10.1.1.2 An application for the use of repeater transmitter, transposers and beam benders shall be accompanied with:\n\n(a) technical feasibility study\n\n(b) the proposed extension.\n\n12.10.1.2 **Studio-To-Transmitter Links**\n\n12.10.1.2.1 Studio-to-Transmitter links shall operate in accordance with the CCIR Recommendation 402. (See Appendix …)\n\n12.10.1.3 **Transmitter Site**\n\nAt each transmitter site, a Broadcaster shall keep:\n\n(a) a stock of A-Level, B-Level and C-Level spares, the total worth shall not be less than 10% of the total cost of the transmitter;\n\n(b) a Programme Input Equipment rack that shall house programme processing, monitoring and test equipment; and\n\n(c) an Engineering Log book with recordings of daily, weekly, monthly, quarterly and yearly maintenance schedules and results.\n\n12.11 **TRANSMISSION STANDARD**\n\n12.11.1 Pursuant to Section 13(C) of the NBC Act and with the objective of a hitch free transmission to avoid interference in transmission, adherence to national and international standards shall be strictly observed.\n\n12.11.2 A broadcaster shall ensure that the equipment comprised in a station shall be so designed, constructed, maintained and used in such a way that the station does not cause interference with any other wireless equipment.\n\n12.11.3 Every precautionary measure shall at all times be taken to keep radiated energy from the transmitter, within the narrowest possible frequency bands by:\n\na. having regard to the class of emission in use;\n\nb. ensuring that radiation harmonics and other spurious emission are suppressed to such a level that they cause no interference; and\n\nc. carrying out tests from time to time, with a view to ensuring that the requirements of these clauses shall be met.\n\n12.12 **RADIATED ENERGY**\n\n12.12.1 Broadcasters shall radiate only approved power necessary to ensure satisfactory service in its coverage area. To this end;\n\na. a broadcaster shall employ all technical means to ensure that radiation is maintained to the maximum specified across its area of coverage; and\n\nb. out-of-band emission of a broadcaster shall not cause harmful interference in the adjacent channel.\n\n12.13 **FREQUENCY AND SPECTRUM REGULATIONS**\n\n12.13.1 Frequency usage shall conform to the technical specifications as stated in the licence conditions and shall abide by International Conventions.\n\n12.13.2A broadcaster, to ensure conformity with specification, shall monitor its:\n\n(a) actual spectrum occupancy;\n\n(b) frequency deviation;\n\n(c) depth of modulation; and\n\n(d) centre frequency.\n\n12.13.3 The Commission shall reserve the right to conduct such other tests, including measurement of the broadcaster’s transmissions to ensure non-interference.\n\n12.13.4 A broadcaster whose operating coverage area is near or adjacent to\n Nigeria’s international border shall ensure that its emission is contained within the geographical boundaries of the Federal Republic of Nigeria.\n\n12.13.5 The Commission shall have responsibility for frequency coordination. A broadcaster is required to make a written application for request of such co-ordination to the Commission.\n\n12.13.6A broadcast emission that constitutes a major interference to another broadcaster’s operation shall:\n\na.\n be eliminated within 24 hours;\n\nb.\n failure to comply with (a) shall compel the Commission to\n close down the station until it is able to eliminate such\n interference.\n\n12.13.7\n  The seal of closure shall remain conspicuously displayed within the premises.\n\n12.13.8\n Any person who is in possession of any apparatus for broadcasting\n shall be deemed, unless the contrary is proved, to have used the same without a licence.\n\n12.13.9\n Dealers in broadcast equipment shall be licenced by the Commission.\n\n12.13.10 Local inventors of broadcast transmitters shall apply to the\n Commission for temporary frequency assignment for the purpose of testing their inventions.\n\n12.14 **DIGITAL TERRESTRIAL TELEVISION BROADCASTING SERVICE**\n\n12.14.1 Digital system of broadcasting provides higher quality reception, more channels and amenable to value added services compared to\n conventional analogue system for the same propagation conditions and assigned bandwidth.\n\n12.14.2 There are two types of terrestrial digital broadcasting networks.\n\n(a) **Multi-Frequency Network (MFN)**\n\nThis network allows the same programmes to be carried by individual transmitters using different frequencies.\n\n(b) **Single Frequency Network (SFN)**\n\nThe distributed emission is implemented by multiple transmitters operating on the same frequency and carrying the same programmes throughout the network.\n\n12.15 **STATION COMMISSIONING**\n\n12.15.1 The Commission or its appointed agents shall be invited and be\n present at all acceptance tests for new transmitting equipment.\n\n12.15.2 A broadcaster shall provide the Commission an accurate:\n\na. block diagram of its complete installation;\n\nb. system diagram of all production facilities;\n\nc. electrical wiring diagram of the installation;\n\nd. aerial radiation pattern; and,\n\ne. factory test result of the transmitter.\n\n12.15.3 A broadcaster shall receive final authorization to commence full broadcast operations after the consideration of the report of its Test Transmission.\n\n12.15.4 **Test Transmission**\n\n12.15.4.1 Test Transmission shall be in two parts:\n\n(a) Technical Test ( On Dummy Load ) entailing Transmitter alignment using Test Signals (Station Identification, Colour Identification, Colour Bars & Tone; Pulse & Bar/Tone; and 1KHz Tone for Radio etc.)\n\n(b) Content Test Transmission, without any advertisement.\n\n12.15.4.2 Throughout the period of test transmission the viewers/listeners\n should be adequately informed by announcing or scrolling that the broadcaster is on test transmission and asking for feedbacks;\n\n12.15.4.3 The broadcaster’s channel or frequency of operation shall also be made known to people indicating feedback channels to broadcasters.\n\n12.15.4.4 Both Technical and Content Test Transmission shall not exceed four weeks;\n\n12.15.4.5 the Commission shall be informed in writing (in exceptional circumstance) where these tests shall be undertaken by the agent of a broadcaster;\n\n12.15.4.6 in all cases, a representative of the Commission shall be required for the testing to be conducted on new transmitting equipment;\n\n12.15.4.7 a broadcaster shall ensure that pursuant to permission granted to\n test transmit, such test transmission may be made over a period of at least three weeks in advance of the on-air date.\n\n12.16 **EQUIPMENT MEASUREMENT AND FAULT REPORT**\n\n12.16.1 Measurement of equipment performance in broadcasting shall be made primarily with the objective of:\n\n(a) ensuring high technical excellence and\n\n(b) achieving uniform standards in all forms of broadcasting.\n\n12.16.2 A broadcaster shall keep a fault report detailing the nature of the fault and remedy taken to restore the equipment including spares used.\n\n12.17 **TOOLS AND TEST GEARS**\n\n12.17.1 Adequate test gears and tool kits (ELECTRICAL/MECHANICAL/IT) shall be provided at each station. These shall include:\n\na. multimeter;\n\nb. spectrum analyzer;\n\nc. frequency counters;\n\nd. oscilloscope;\n\ne. dummy load;\n\nf. modulation meter;\n\ng. power meter;\n\nh. signal generators;\n\ni. Vectorscope; and\n\nj. Laptop as required for transmitter lineup.\n\nBroadcasters shall make these items available for inspection by the Commission.\n\n12.17.2 A Network Operator can make available the tools in Section 12.17.1 in\n a mobile maintenance van for its zonal operations.\n\n12.18 **TECHNICAL BREACHES**\n\nA broadcaster shall be liable if it commits any of the following technical breaches:\n\n(a) intentional deviation from assigned frequency;\n\n(b) intentionally transmitting beyond assigned coverage area;\n\n(c) operating a transmitter above approved power;\n\n(d) consistently transmitting low quality signals, in contravention of the technical provisions of the **Code**;\n\n(e) non-compliance with the installation and safety specifications and standards;\n\n(f) operating a broadcast station without the minimum number of qualified personnel;\n\n(g) failure to comply with any of the technical standards and specifications;\n\n(h) where the broadcaster fails to eliminate interference caused to other users after being duly directed by the Commission in writing three (3) consecutive times within three (3) months period.\n\n**CHAPTER 13**\n\n**SANCTIONS**\n\n**13.0 AUTHORITY TO IMPOSE SANCTIONS**\n\n13.0.1 The Commission shall impose sanctions for any breach(es) arising from monitoring and/or complaints received on the content or conduct of a broadcaster.\n\nSection 2(1) (n) and 19A of the NBC Act. No. 38, 1992 (as amended), respectively provide that,\n\nSections 2(1) (n)\n\n“the Commission shall have the responsibility of:\n\n_determining and applying sanctions including revocation of licences of defaulting stations which do not operate in accordance with the broadcast code and in the public interest”;_\n\nand 19A\n\n_“Any station which contravenes the provisions of the Nigeria Broadcasting Code or any other order of the commission shall be liable to the sanctions prescribed in the Code”._\n\n13.0.2 **COMPLAINTS**\n\n13.0.2.1 The Commission shall receive and enquire into any complaint; and where necessary arbitrate or impose sanctions for any non-compliance or non-adherence to the:\n\n(a) content of broadcast materials\n\n(b) conduct of the broadcaster\n\n(c) terms, conditions and obligations of any broadcast licence\n\n(d) NBC Act, Code and any other regulation of the Commission.\n\n13.1 **COMPLAINTS FORMAT**\n\n13.1.1 All complaints and observations shall be either oral or in written form and contain, amongst others, the following:\n\n(a) **name** of the broadcaster\n\n(b) **title** of the programme\n\n(c) **date** and **time** of the broadcast\n\n(d) **essence** of the **complaint** or observation, such as the absence of fairness, obscenity, or technical shortcomings, etc.\n\n(e) **name,** **addres**s and **signature** of the complainant.\n\n13.2 **Limitation Period for Receiving Complaints**\n\n13.2.1 Any person, group of persons or institution(s) aggrieved may lodge a complaint with the Commission within 14 days after the occurrence of the act or omission.\n\n13.3 **Handling Complaints**\n\n13.3.1 The Commission on receipt of complaint(s) shall:\n\na. inform and require the broadcaster to provide, within 72 hours, response in writing and a recording of the relevant materials,\n\nb.request copies of the relevant correspondence with the complainant;\n\nc. investigate or arbitrate on the matter within a reasonable period after the receipt of a response; and\n\nd. notify the parties of the progress of the investigation and findings and the reasons thereof.\n\n13.3.2 Failure by the broadcaster to supply the materials or make statements in response to the inquiries within the stipulated time limit shall be regarded as acceptance of the complaints and the applicable sanction shall be imposed.\n\n13.3.3 Where the complaint is upheld, the Commission shall direct the broad- caster to, within a specified time, comply with its findings.\n\n13.3.4 Failure to comply with the findings attracts a higher sanction.\n\n13.3.5 The broadcaster shall bear the administrative costs of the enquiry.\n\n13.3.6 The Commission shall make the outcome of the findings public\n\n13.4 **RIGHT OF REPLY**\n\n13.4.1 Where a broadcaster as a result of a breach is required to provide a right of reply, it shall:\n\n(a)implement the right of reply within 24 hours or the next edition or episode of the programme;\n\n(b) give the right of reply same prominence as in the original programme; and\n\n(c) carry out other corrective actions as specified by the Commission.\n\n13.5 **PUBIC RIGHT TO COMPLAIN ABOUT BROADCAST CONTENT**\n\nPursuant to the provisions of Section 2(1)(d)(g)(h)(i) and (l), of the NBC Act CLASS B and in keeping with the need for the public to have a say on how the\n business of broadcasting is conducted:\n\n(a) A broadcast station shall broadcast at specific intervals, a standard announcement, giving its audience the opportunity to complain about the content of its broadcast;\n\n(b) The announcement shall include contact details of both the broadcaster and the regulator.\n\n(c) The announcement shall be made daily, at least once in each of the broadcast belts, namely: Morning Belt, Daytime Belt, Family Belt and Watershed Belt.\n\n13.6 **CLASSES OF SANCTION**\n\n13.6.1 The following classes of sanction shall apply for breaches committed by any public, commercial or community broadcasters.\n\n13.6.2 **CLASS A**\n\nSanction procedure for Class A breaches shall either be:\n\n(a)Suspension of licence and immediate shut down/seal up of transmitter; or\n\n(b)Revocation of licence, seizure and forfeiture of transmitting equipment.\n\n13.6.3 In the case of suspension of a broadcast licence, a recommencement fee in the range of a severe fine for public and commercial broadcasters and a light fine for community broadcasters shall apply.\n\n13.6.4 **Consequences of Revocation**\n\n13.6.5 Any licence revoked shall not entitle the person to any compensation in respect thereof and damages arising there-from.\n\n13.6.6 On the revocation of a licence, no part of any fee paid or due to be paid shall be refunded or written off by the Commission.\n\n13.6.7 The holder of a revoked licence shall not be absolved from its responsi- bilities or obligations, where they arise prior to the date of the revocation.\n\n13.6.8 A re-application shall not be considered from a company whose licence has been revoked.\n\n13.6.9 Where a licence is suspended or revoked, the Police and other Security Agencies shall assist the Commission to immediately shut down the station and maintain law and order in the Community.\n\n13.6.10 **CLASS B**\n\nThe following shall apply to Class B breaches:\n\n13.6.11 Written warning to remedy/rectify a breach within a reasonable time frame, failing which a fine shall be imposed.\n\n13.6.12 Failure to comply attracts a reduction of the daily broadcast hours for a given period and re-commencement of full broadcast hours shall be subject to a heavy fine for public and commercial broadcasters and a light fine for community broadcasters.\n\n13.6.13 Further failure to comply leads to suspension of licence for a given period with a re-commencement fee of a severe fine for public and commercial broadcasters and a light fine for community broadcasters.\n\n13.6.14 **CLASS C**\n\n13.6.15 The following shall apply to Class C breaches:\n\n(a) A written Admonition or Warning, depending on the severity of the breach, for a remedy within a reasonable time.\n\n(b) Failure to comply leads to a light fine.\n\n(c) A further failure will automatically graduate to Class B sanction.\n\n13.6.16 In the case of community broadcaster, announcements in breach of the provisions of the Guidelines and other Regulations, a light fine shall be imposed.\n\n13.7 **FINES**\n\n13.7.1 The following provisions on fines as stated below shall apply in respect of a breach committed by a broadcaster.\n\n13.7.2 **Range of Fines**\n\n(a) The range of fines that may be imposed are as follows:\n\n(i) Light................ **N50, 000 to N499, 999;**\n\n(ii) Heavy.......... **N500, 000 to N1, 999,999**\n\n(iii) Severe........... **N2, 000,000 and above;**\n\n13.7.3 **Category of Fines**\n\n13.7.4 Various categories of fine, light, heavy or severe, including stiffer fines shall apply for non-compliance.\n\n13.7.5 A fine of **N50, 000.00** for every 1% in excess of religious content limit.\n\n13.7.6 A fine of **N100, 000.00** shall be imposed for every 1% in excess of the foreign content.\n\n13.7.7 A graduated fine shall be imposed for each breach or offence not remedied within the time given.\n\n13.7.8 For advertisements in breach of the provisions of the Code, a fine of the value of the placements, plus 20% of that value shall be imposed.\n\n13.7.9 A fine shall be paid by the due date; failure to comply shall lead to a higher fine.\n\n13.7.10 Further failure to comply shall lead to a severe fine.\n\n13.8 **SEQUENCE OF SANCTIONS**\n\n13.8.1 Each breach of a provision of the Code, the Act and other regulations shall constitute a separate offence.\n\n13.8.2 A sanction shall be carefully weighed against the gravity of the breach, and the appropriate level of sanction applied.\n\n13.7.3 Sanctions shall graduate in severity as a result of non compliance.\n\n**DEFINITION**\n\n**TERM DEFINITION**\n\nAdmonition - Verbal or written rebuke given in the first instance to a broadcaster to rectify a breach.\n\nAdvertising - Any form of communication about goods, services or facilitates placed at a cost, before, within or after a programme with the intention of marketing said goods, services and facilities and attract patronage.\n\nAffiliate - A member broadcaster of a broadcast Network.\n\nAfrica Channel - A channel which is complied in, or uplinked from, any country i Africa or the adjacent Islands.\n\nAM - Amplitude Modulation\n\nAnalogue - A system in which signals vary continually\n\nAntennae - A device that collects, transmits and focuses electromagnetic energy i.e. contribute energy gain.\n\nAPI - Access Programme Input\n\nAuction - This is a form of spectrum pricing as well as a mechanism for spectrum assignment, where spectrum rights are assigned to the winners of a competitive process selected on the basis of bid price\n\nBandwidth - Band which is sufficient to ensure the transmission of information at the rate with quality required under specified condition\n\nBON - Broadcasting Organisation of Nigeria\n\nBoundary - A limit of frequency boundary allowed for a channel\n\nBouquet - Means a collection of video and or audio channels marketed as a single package, often transmitted in a single data stream, or a thematic environment where channels are devoted to a specific programming genre\n\nBreach - Any action or inaction on the part of a broadcaster which constitutes violation of, or non-compliance with, any provision of the NBC Act 38 (as amended) or the Code and any regulation made there-under\n\nBroadcasting Service - Any service which consists of the unidirectional transmission and distribution to television and/or sound broadcasting material by cable or wireless means from anywhere in Nigeria for reception by the public\n\nBroadcasting - Means any transmission of programmes, whether or not encrypted, by radio waves or other means of telecommunication for reception by the public by means of a receiving apparatus\n\nBroadcasting Licence - Means licence granted and issued by the Commission in terms of the Act to a person for the purpose of providing a defined category of broadcasting service, or deemed by the Act to have been so granted and issued\n\nBroadband - A communication tool used for voice, data, radio and/or television which can take many forms, such as fibre, copper, wireless and satellite\n\nCA - Conditional Access\n\nCable - Mode of broadcasting through fibre optics and/or co-axial cable\n\nCampus\n Broadcasting \n\n* A form of community broadcasting set up in an academic institution\n  for training potential broadcasters or students.\n\nCarrier Frequency\n\n* A frequency signal that is modulated to carry information\n\nCaution\n\n* A subtle verbal/written rebuke given to a broadcaster by the\n  Commission for a non-serious breach\n\nC-band\n\n* The range of frequencies that includes 3.4 – 4.2GHz for downlink and\n  5.845 – 6.645GHz for uplink\n\nChannel - Means a single defined television programming service of a\n broadcaster\n\nChildren\n\n* Means persons who are below the age of 18 years\n\nCode\n\n* The regulatory document of the Commission as may be reviewed from\n  time to time under the provisions of NBC Act 38 of 1992 and any\n  amendment thereto\n\nCommercial\n Broadcasting\n Service\n\n* A broadcasting service operating for profit entity but excluding a\n  public broadcasting service\n\nCommission\n\n* The National Broadcasting Commission established by Section 1 of\n  NBC Act 38 of 1992\n\nCommunity\n Broadcasting Service\n\n* A broadcasting service provided by the members of a community in\n  accordance with Chapter 9 of this Code to serve their communal,\n  developmental, economic, social and cultural objectives\n\nConvergence\n\n* The delivery and/or reception of broadcast and communication\n  signals through one device (ICT)\n\nCOREN\n\n* Council for the Regulation of Engineering practice in Nigeria.\n  Engineering Regulatory Body\n\nCurrent Affairs\n\n* A presentation of comments, opinions and analysis of topical events\n  and issues\n\nDAB\n\n* Digital Audio Broadcasting vide digital data transmission\n\nDigital\n\n* A system in which signals vary in discrete steps\n\nDirect\n Satellite\n Broadcast (DSB)\n\n* A term commonly used to describe broadcast via satellite directly to\n  end users\n\nDSL\n\n* Digital Subscriber Line, this is a family of technologies that provide\n  digital data transmission over a local telephone network\n\nDTH\n\n* Stands for Direct-to-Home. It refers to individual satellite dishes,\n  serving one dwelling\n\nDVB\n\n* Stands for Digital Video Broadcasting\n\nDVB-C\n\n* Cable Television or Community Television Antenna (CATV) known as\n  cable is a system of providing television and radio programming to\n  consumer via radio frequency signals\n\nDVB-H\n\n* Stands for Digital Video Broadcasting Handheld. It is a technical\n  specification for bringing broadcast services to handheld receivers\n\nDVB-T\n\n* Stands for Digital Video Broadcasting, Terrestrial and it is the DVB European consortium standard for the broadcast transmission of\n  digital terrestrial television\n\nEditorial - An expression of the opinion of the broadcaster\n\nElectromagnetic\n field\n\n* A field that has both electrical and magnetic properties\n\nElectric Shock\n\n* Injury sustained as a result of human body allowing the flow of electric current\n\nEmission\n\n* The production of radiation by a transmitting broadcaster\n\nEncryption\n\n* A method for changing a broadcasting signal in a systematic way so that the signal would be unintelligible without suitable receiving equipment\n\nEPG\n\n* Electronic Programme Guide\n\nERP\n\n* Effective Radiated Power which means radio frequency power multiplied by the gain of the aerial in the horizontal plane\n\nEvents of\n National interest\n\n* \n\nAn event in which Nigeria participates as a nation, including events of specific cultural and social value that have a cohesive function in Nigeria\n\nFM\n\n* Frequency Modulation\n\nFrequency band\n\n* Means the part of the electromagnetic radio frequency spectrum which is allocated for the use of broadcasting services by the\n  International Telecommunication Union (ITU)\n\nFree-to-air\n\n* Delivery of unencrypted broadcast signals\n\nFree-to-View\n\n* These are channels that can be aired/viewed freely without\n  encryption\n\nINEC\n\n* Independent National Electoral Commission\n\nInfomercials\n\n* Lengthy programme broadcast advertisement for products\n\nInternational\n Broadcasting\n Service\n\n* A service whose signal originates outside Nigeria and which is\n\nintended to be received in more than one country (excluding a broadcasting service whose signals are not intended for, or targeted at, Nigeria as contemplated in clause 11.10.2 of the Broadcasting\n Code)\n\nInternet\n\n* An international computer network through which computer users\n  communicate and exchange information\n\nITU\n\n* International Telecommunication Union\n\nJingle\n\n* Means repetitious, lively musical piece, used for Commercials\n\nKU-band\n\n* The range of frequencies ranging from 11.7.11-2GHz\n\nLaptop\n\n* A portable personal computer\n\nLogging\n\n* Process of sequentially keeping record of event\n\nLocal Content\n\n* Means production with substantially indigenous inputs in which\n  Nigerians have editorial and creative control\n\nLicence\n\n* A broadcasting licence granted by the Commission to a person for the\n  purpose of providing a defined category of broadcasting service in accordance with section 2 (1)(b) and 2(2) of NBC Act 38 (as amended)\n\nLicensee\n\n* The holder of a licence or a broadcaster\n\nMajor Sport\n\n* A sport which is played or watched by a substantial proportion of the Nigerian population either at the venue where it is played or on\n  television\n\nMMDS\n\n* Stands for Multi Microwave Distribution Service\n\nMast/Tower\n\n* Antenna support structure made of steel\n\nMust Carry - A regulation that states that cable companies must carry local channels on their bouquet\n\nNBC - National Broadcasting Commission\n\nNecessary\n Bandwidth\n\n* The width of the frequency band which is sufficient to ensure the transmission of information at the rate with the quality required\n  under specified conditions\n\nNetworking - Interlinking a chain of affiliate broadcasters to transmit the same\n programme simultaneously, whether permanently or on an occasional\n basis\n\nNews - A presentation of a factual account of events and issues\n\nNewscast\n\n* An assemblage and presentation of news stories, news analysis, as\n  well as commentaries and special reports\n\nNews Analysis\n\n* A balanced examination of a current issue of public interest excluding\n  the personal views of the analyst\n\nNews\n Commentary or\n News Talk\n\n* An expression of opinion personal to the commentator\n\nNews\n Interview\n and Discussion\n\n* An interview or discussion to elicit informed opinion or fact about a\n  news item\n\nNGO - Non-Governmental Organisation\n\nNigerian Channel\n\n* A channel that is compiled in or uplinked from Nigeria or which otherwise meets the definition of local content in Chapter 3 of the\n  Code\n\nNOA\n\n* National Orientation Agency\n\nObscenity\n\n* A graphic representation of lewd sexual activity, verbal or physical\n  violence or blood letting, portrayed in a socially offensive manner,\n  especially if it is not indispensable in the total communication of an idea\n\nOut\n of\n Band\n Emission\n\n* Emission on a frequency immediately outside the necessary bandwidth resulting from modulation process, excluding spurious emission\n\nPay Per View - Services are similar to subscription based pay TV service in which a person must pay to have the access for viewing, but usually entail a\n one off payment for a single or time limited viewing\n\nPay TV - his refers to subscription based television services usually provided\n by digital cable\n\nPerson - A natural or a juristic person\n\nPirate Radio - This refers to an illegal radio station\n\nPluralism - This in general sense, the affirmation and acceptance of diversity.\n\nPornography - Any obscene material capable of causing sexual excitement\n\nPost Mortem - Usually refers to short programming project which is a review of the\nmain project\n\nProgramme - A unified presentation on radio or television that occupies a distinct \nperiod with a beginning and an end\n\nPromotion - Any item of advert, publicity or sales promotion inserted before, within or after a programme\n\nPublic\n  Broadcasting\n Service\n\n* A broadcasting service provided by the statutory body, or any person\n  who receives his or her revenue, either wholly or partly, from licence fees levied in respect of the licensing of persons in relation to sound\n  radio sets and in relation to television sets, or from the Federal or State Government of Nigeria\n\nRadiation\n\n* The outward flow of energy from a source in the form of radio waves\n\nRadio Frequency\n\n* This means complete range of frequencies used for transmission by\n  electromagnetic waves\n\nReprimand - Severe disapproval of a breach or a higher admonition\n\nSanction - A penalty or enforcement measure applied to any breach of NBC Act\n No. 38 of 1992 (as amended), Code or any other regulation made\n there-under\n\nSatellite - This is a body which revolves round another body of preponderant mass and which motion is primarily and permanently determined by the force of attraction of that other body\n\nSatellite Broadcasting Service - A service which is broadcast by transmitters situated on a satellite\n\nSet-top Box - This describes a device that connects to a television and some\nexternal source of signal, and turn the signal into content which\ndisplays on the screen usually for digital or satellite television\n\nSpectrum - This refers to electromagnetic spectrum, the emitted energy of a radiant source as arranged in wavelengths\n\nSponsorship - The payment of the whole or part of the cost of the production and for\ntransmission of a programme by any person to promote its image,\nactivities or any cause or public service\n\n“Sporting event of national importance” or “Sporting event of major national importance” or “Sporting event of national and Significance” - A sporting event –\n\n(a) in a major sport;\n\n(b) which is an event of major importance to Nigerian society;\n\n(c) which involves the Nigerian national teams;\n\n(d) which in recent past, has been consistently\n broadcast live and in full by free-to-air broadcasters in Nigeria;\n\n(e) which is appropriate to broadcast live and in full on a free-to-\nair basis given its structure and duration; and\n\n(f) national/international sports body, which is played in Nigeria\n\nSpurious Emission - Emission on frequencies which are outside the necessary bandwidth and the level of which may be reduced without affecting corresponding transmission of information (these include harmonics, parasitic, intermediated products, frequency conversion, products, excluding out of bound)\n\nStation - One or more transmitter or receiver or combination of both at one location for carrying out radio communication. A station is also refer to as a broadcaster\n\n\n\nSubscription\r - This is where a service provided (usually a cable company) sells\r periodic access to a service or product\r\n\n\rSubscription\r Broadcasting\r Service\r - A broadcasting service provided to a subscriber upon payment of a\r\n\nsubscription fee\r\n\nSyndication\r - An arrangement whereby a broadcaster or a programme supplier\r makes its/his programmes available to a chain of broadcasters for\r transmission simultaneously at mutually agreed charges\r\n\n\rTeam\r - Excludes an individual in an individual event\r\n\n\rTerrestrial\r Television - This is the traditional method of broadcast. It works via radio waves\r transmitted through open space.\r\n\n\rTrans-border\r Broadcast\r - \rTransmission of signals across one or more national countries\r\n\nUnfettered access\r to Sporting Events of Nigeria\r Importance\r - The provision of rights to sporting events of national importance/major national importance and significance on mutually\r agreed terms on a live, delayed, delayed live, deferred or highlights basis\r\n\nVox Pop\r -  A news interview of ordinary people, randomly taken in the street, to comment on public issues\r\n\n\rWarning\r - Notice of sanction\r\n\n\rWatershed\r - This is a term of television scheduling beyond which airing of some programmes hitherto not allowed is permissible\r\n\n\rX-rated\r - Means a label for programmes that have adult content, such as acts of violence or sex, not suitable for children\r\n\n\n\n**APPENDIX 1**\r\n\n\rThe Committee observed that apart from some provisions missing from NBC Act No. 38 of 1992 (Appendix 1), both Appendix I & II are ok and should be retained.\r\n\n\rThere is no need to add any other appendix unless other committees have other provisions to be included.",
  "spa": {},
  "nso": {},
  "afr": {},
  "tsn": {},
  "zul": {},
  "por": {},
  "sot": {},
  "title": "Nigeria Broadcasting Code (5th Edition, 2010)",
  "type": "resources",
  "xho": {}
}