{
  "body": "_INTERNATIONAL FEDERATION OF_\r\n\n _JOURNALISTS_ \n\n__\n\n_Election_\r\n\n _Reporting_\r\n\n _Handbook_ \n\n__\n\n_A Media for_\r\n\n_Democracy Handbook_\n\n__\n\n__\n\n_The IFJ is grateful to support of the European Commission_\n\n_and the Danish Foreign Ministry (DANIDA)_\n\n_in the production of this handbook._ \n\n__\n\n**Introduction**\n\nThe challenge of objectivity, impartiality and balance in journalism is faced\n\ndaily by journalists, but there is no test of professionalism greater than that\n\nposed in the heat and pressure of a bitterly-fought political election.\n\nThe election is also a test of political commitment to democracy. It is a time\n\nthe impulse to manipulate media and to control information is strongest\n\namong ruling parties and political leaders running for office.\n\nAnd what about voters? The election provides a further challenge to media\n\nbecause it brings into sharp focus the need of media to provide citizens\n\nwith access to all the facts, opinions and ideas being canvassed in the\n\ncampaign. And journalists must also provide access to media so that\n\ncitizen's voices can be heard above the babble of political debate.\n\nHow do journalists cope with these pressures? How can they enforce\n\nprofessional guidelines and rules which will help them to put all sides of an\n\nargument? What laws and regulations should restrain political interest\n\ngroups from exercising undue influence?\n\nIn countries where media, press and broadcasting, have been traditionally\n\nsubject to monopoly control and undue political influence, particularly from\n\nthe state, and sometimes from single-party government, adjusting to multiparty conditions is never easy.\n\nBut the questions set out here need to be answered urgently, particularly\n\nin the countries which will soon follow in Kenya's and South Africa's\n\nfootsteps.\n\nThis handbook, we hope, will help journalists and media organisations to\n\nprepare themselves for the challenges which these elections will pose.\n\nThis handbook and the election project which it supports are part of a\n\ncomprehensive Media For Democracy Programme to assist journalists and\n\nmedia organisations. The programme was developed during 1993 to\n\nprovide professional assistance to journalists and media organisations to\n\nmeet the challenge of political and social change.\n\nAidan White,\n\nGeneral Secretary. \n\n Chapter One\n\nBy Jean Paul Marthoz\n\nDirector, Media For Democracy\n\n1. WHAT THE HANDBOOK CONTAINS\n\nThe handbook draws on resource documents which provide themes and\n\nideas for discussion among journalists. These include:\n\n\\* Unesco's Declaration of Windhoek (1991) and the Council of\n\nEurope's decloaration on Media in a Democratic Society. (1994)\n\n\\* the IFJ Manifesto for a Democratic Media Culture. This policy\n\nDeclaration by journalists from 66 countries in 1992 defines clearly\n\nthe proper role of journalist in a democracy.\n\n\\* the IFJ's international Declaration of Principles on the Conduct\n\nof Journalists. This is the most widely recognised ethical statement\n\nin the world of journalism.\n\nThe handbook also provides Guidelines for Government and Media\n\nwhich draws upon existing texts and new studies prepared by Article 19\n\nThe International Centre Against Censorship on the principles appropriate\n\nto media coverage of election campaigns in transitional democracies.\n\nThis handbook starts from the basis that State-owned media exist as a\n\npublic service, serving all of the people, and not acting as the public\n\nrelations arm of the government. We recognise that different traditions\n\nprovide different problems.\n\n \"Traditionally,\" writes Francis Kasoma (University of Zambia), \"the\n\ngreatest enemy to freedom of expression in post-independence\n\nAfrica has been government high-handedness. Those in power have\n\nsimply not accorded media editors any meaningful leeway to give\n\nthe populace a voice in the media which they have largely owned\n\nand controlled. The African government has literally both paid the\n\npiper and called the tune\".\n\nThe same can be said for many parts of the world but it need not be so.\n\n4\n\nWe include an agreement reached between the Board of Directors of the\n\nAustralian Broadcasting Corporation and its journalistic staff guaranteeing\n\njournalists editorial freedom.\n\nWe insist throughout this handbook that State-owned radio and television\n\nnetworks are not and must not become propaganda weapons. Instead,\n\njournalists must be accorded the right to determine news and current\n\naffairs content on the basis of professional judgments alone.\n\nOur focus on state-owned media does not mean that journalists working in\n\nprivate media are ever totally free from undue pressures. We are under no\n\nillusion that a privately-owned press automatically operates without any\n\nrestraints to press freedom.\n\nPartisan politics, advertising pressures, publishers' interests and leanings\n\ncan act as a powerful, even though less visible, influence on freedom of\n\nexpression. To illustrate this search for editorial independence, we also\n\nreproduce a \"charter\" signed between journalists and their publisher.\n\nWe also draw upon the experience of journalists in South Africa to confront\n\nthe problem of violence against journalists. The struggle for democracy is\n\noften turbulent and violent and journalists are almost always in the firing\n\nline. The tips in this contribution can help journalists anywhere to survive\n\nwhile getting the stories their media need.\n\nAt the end of each section is a checklist of questions relating to your own\n\nsituation. These are designed to help you apply the ideas and suggestions\n\nin the handbook to your own conditions.\n\n2. DEMOCRACY AND THE ROLE OF JOURNALISTS\n\nThe IFJ which represents more than 350,000 journalists in 84 countries\n\nworldwide, believes strongly that the exercise of free journalism is an\n\nessential part of any credible democracy and our unions insist that voters\n\nmust have access to accurate, timely and informed facts and opinions.\n\nMedia freedom, according to the IFJ is:\n\nThat process from restraint which is essential to enable journalists,\n\neditors and publishers to advance the public interest by publishing,\n\nbroadcasting or circulating facts and opinions without which a\n\ndemocratic electorate cannot make responsible judgements.\n\n5\n\nOur unions reject attempts to manipulate the media whether through the\n\ncrude instruments of official censorship or by any mechanism by which\n\njournalists are told what to write in their newspapers or what to broadcast\n\non air.\n\nManipulation comes in many forms: from the heavy hand of the ministry of\n\ninformation to the subtleties of advertising and commercial pressure.\n\nThe greatest threat to press freedom is often not in forms of direct control\n\nbut rather in the creation of an atmosphere in the exercise of journalism\n\nwhereby self-censorship by journalists and editors prevails.\n\nThe IFJ believes in empowering journalists to fight for media freedom. We\n\nfully support the definitions of independence and plurality in media\n\nprovided in the Declaration of Windhoek in 1991 which stated:\n\n\"By an independent press, we mean a press independent from\n\ngovernmental, political or economic control or from control of\n\nmaterials and infrastructure essential for the production and\n\ndissemination of newspapers, magazines and periodicals.\n\n\"By pluralistic press, we mean the end of monopolies of any kind and\n\nthe existence of the greatest possible number of newspapers,\n\nmagazines and periodicals reflecting the widest possible range of\n\nopinion within the community\".\n\nThe IFJ encourages journalists to organise into effective trade unions and\n\nprofessional associations and to stand up for their rights. Journalists have\n\na key role to play in a democracy, but they can only do so if they work in\n\nsocial and professional conditions which respect the need to be free of\n\nintimidation and undue influence.\n\nTherefore, in setting out the professional conditions for free and fair\n\nreportage of elections, the IFJ stresses that professionalism in journalism\n\ncarries with it ethical and moral obligations which journalists have a duty to\n\nhonour, not just at election time, but in all aspects of their work.\n\nThe IFJ exists to help create the unity and solidarity among journalists\n\nwhich they need to make the professional commitment something more\n\nthan window-dressing for democracy.\n\n6\n\n3. CONFRONTING THE PROBLEM OF BIAS\n\nAllegations of bias in the news media happen all the time, but they are\n\nmost evident at election time.\n\nJournalists know that to politicians and public interest groups, the omission\n\nof certain news items or issues from newspapers and radio and television\n\nnews bulletins, the angle given to a story or the choice made about its\n\nplace in a page or a bulletin, will sometimes be construed as a deliberate\n\nact of bias.\n\nMore often than not, journalists make these choices on the basis of sound\n\nprofessional judgement. But mistakes are made. When deadlines are tight\n\nand pressures are greatest, the weighing of these factors may be less\n\nthorough. In general, journalists must strive for fairness and for decisions\n\nmade solely on the basis of news value.\n\nThe \"conspiracy theory\" of deliberate bias is rejected by most journalists\n\nas being based on an inadequate knowledge by outsiders of the editorial\n\nprocess. As insiders we know, too often, that it is lapses of judgement and\n\ncock-up rather than conspiracy that is to blame when things go awry in the\n\nnewsroom.\n\nRejecting the notion of conspiracy, one senior newspaper editor has\n\nwritten:\n\n\"We do not conspire with outsiders because we are newspaper\n\npeople -- not politicians, megalomaniacs or political dilettantes. We\n\ndo not slant news to favour any political party because -- apart from\n\nbeing a fraud on our readers and bad journalism -- to do so is\n\ndishonest. Journalism in its purest form is simply telling the truth, so\n\nlong as it is in the public interest. We do not conspire with outsiders.\n\nWe do not write for politicians or parties. We write for people\".\n\nMost journalists might accept that, but we all know, too, that political\n\npressure exists. Often it is based upon the traditional community of support\n\nwhich media appeal too -- liberal newspapers tend to be left of centre in\n\ntheir editorial columns; conservative newspapers will favour right of centre\n\npolitics.\n\n7\n\nPartisan journalism can be good journalism. Campaigning journalism has\n\noften nurtured the best tradition in the profession but the opinions of the\n\neditorial columns should not interfere with the process of news gathering,\n\nnews selection and placement.\n\nThat is something which journalists always try to respect and that is difficult\n\nfor many outside journalism to understand. Therefore, allegations of\n\ndeliberate, political bias are easy to make and often difficult to refute.\n\nThe choices to be made between different kinds of news and views every\n\nday and the omission of some items and the inclusion of others is bound to\n\nresult in professional judgement which can be defined as bias. A journalist\n\ncomments:\n\n\"Of course the press is biased. The gathering, editing and\n\npublishing of news involves decisions by people who inevitably bring\n\ntheir own background, values and prejudices to bear on deciding\n\nwhat to select, emphasize and colour as news.\n\n\"Bias is inevitable; it is lack of balance in the representation of a\n\nrange of views that is criticised. Lack of balance may characterise\n\nnot only the way politics is presented in reports, but more generally,\n\nthe way women, unions, homosexuals and minorities are reported.\"\n\nEven media critics, if pressed, would acknowledge that the media cannot\n\nbe entirely free of bias. They would accept, for instance,that the editorial\n\ncolumn, which serves as the institutional voice of newspaper on a wide\n\nrange of issues, must of necessity be biased because it expresses an\n\nopinion, even though such opinion must always be based on confirmed\n\nfacts. Nor would they object to the right of columnists to express their\n\nopinions, even if they disagree with them.\n\nGenerally, what is objected to is a lack of balance in news columns, which\n\nare supposed to contain objective reportage, as far as that can be\n\nachieved. Deliberate bias, sometimes slight, sometimes excessive,is the\n\nresult of a conscious decision by the reporter, editor or proprietor to be\n\npartisan rather than even-handed.\n\nExamples are the suppression of essential or important facts and the\n\ndeliberate distortion of other facts through wrong or improper emphasis.\n\nBias happens also when, for instance, newsreaders summarize speeches\n\n8\n\nof the opposition with little or no footage whereas they run long footage of\n\nthe speech by the ruling party candidate. Bias can also be seen in \"camera\n\nangles\" when TV crews are asked to focus on a campaign rally in such a\n\nway that it appears larger than it really is. Or when they are being asked to\n\nfilm the \"best\" or the \"worst\" profile of a candidate.\n\nBut the fact that a newspaper prints more news about the President or\n\nPrime Minister than about the Opposition leader or opposition candidate is\n\nnot of itself evidence of deliberate bias. It might reflect the fact that the\n\nPresident or Prime Minister does or says more as a result of the duties of\n\nhis or her office; or that the President or Prime Minister is interesting and\n\nthe opponent is dull; or that they provide information to meet deadlines.\n\nMany journalists question whether it is the job of the media to go out of\n\ntheir way to polish up the Opposition's image or improve its media skills to\n\naccount for any such deficiencies. However, it is the media's job to act\n\nfairly. Remember that many politicians are skilled at manipulating people,\n\nincluding media.\n\nSome candidates are so obsessed with getting their message across\n\nwithout any journalistic filter that they have resorted to new ways of\n\naddressing directly the electorate.\n\nIn the 1992 presidential elections in the United States maverick billionaire\n\ncandidate Ross Perot rented television time to avoid having to talk to free\n\nmedia. He could, and did, buy all the airtime he wanted. The bad news for\n\nour profession was that each time he attacked journalists, the switchboard\n\nof his headquarters was overwhelmed with calls from people volunteering\n\nfor his campaign.\n\nSome candidates went on the television talk-show circuit with no journalist\n\npresent and answered questions fielded directly by the public.\n\nJournalists should carefully listen to the questions asked by the public:\n\nthey may serve as an excellent barometer of real public concerns and as a\n\nwarning for journalists as to the way they effectively cover those concerns.\n\nNever forget that you are a link between the event and the reader, listener\n\nor viewer and not a veil. News coverage should not become a barrier\n\nbetween the candidates and the voters. It should be a bridge connecting\n\nthem.\n\n9\n\n\"That desire of the people to become more involved in the political\n\nprocess is here to stay,\" says Seymour Topping of the American\n\nSociety of Newspaper Editors . \"It will have increasing influence on\n\nnewspapers as well as the electronic media. People will want to be\n\nin a position to have their views recorded more often and at greater\n\nlength in newspapers. This can be done through letters to the editor,\n\nit can be done through op-ed pages and in news columns in the\n\nsense that reporters are drawn more to talk to the people\n\nthemselves rather than addressing all their questions to politicians or\n\nto the leaders in business and the professions.\"\n\nAlways be prepared for media bashing. Many candidates, especially\n\nlacklustre or losing candidates, think they get unfavourable coverage in the\n\npress and try the put the blame on the media. Do not be intimidated. Just\n\ndo your job.\n\nA final word: bias is also about news priorities. We can choose to focus on\n\na particular issue, or we can join the herd in following a particular\n\ncontroversy, or we can decide to refrain from getting behind the glitz and\n\nthe glamour of personality or character politics.\n\nBias occurs when we focus on the internal dynamics of an election\n\ncampaign, on its \"horse race\" model instead of digging deep into the most\n\nsubstantive issues of the day.\n\nBeware of allowing a gap to grow between your news values and the\n\nnation's real concerns. According to studies in the United States1\n\n \"the\n\nvoters' concerns are closer to those of the candidates. The Markle\n\nCommission's study of the 1988 campaign concluded that voters believe\n\nthey get their best information about the candidates from debates\". And\n\nnot from journalists!\n\nBias should be fought by media organisations. A process of checks and\n\nbalances can be set up within the newsroom itself in order to correct\n\nimbalance in reporting. Some media organisations have adopted operating\n\nprocedures that guide journalists in the day-to-day dilemmas of their work.\n\nSome have devised a reviewing process that closely monitors the\n\nperformance of the newsroom. Others have even appointed a readers'\n\n1 Out of Order by Thomas Patterson",
  "spa": {},
  "nso": {},
  "afr": {},
  "tsn": {},
  "zul": {},
  "por": {},
  "sot": {},
  "title": "Election Reporting Handbook",
  "type": "resources",
  "xho": {}
}