{
  "body": "_INTERNATIONAL FEDERATION OF_\n\n _JOURNALISTS_ \n\n__\n\n_Election_\n\n _Reporting_\n\n _Handbook_ \n\n__\n\n_A Media for_\n\n_Democracy Handbook_\n\n__\n\n__\n\n_The IFJ is grateful to support of the European Commission_\n\n_and the Danish Foreign Ministry (DANIDA)_\n\n_in the production of this handbook._ \n\n__\n\n**Introduction**\n\nThe challenge of objectivity, impartiality and balance in journalism is faced\n\ndaily by journalists, but there is no test of professionalism greater than that\n\nposed in the heat and pressure of a bitterly-fought political election.\n\nThe election is also a test of political commitment to democracy. It is a time\n\nthe impulse to manipulate media and to control information is strongest\n\namong ruling parties and political leaders running for office.\n\nAnd what about voters? The election provides a further challenge to media\n\nbecause it brings into sharp focus the need of media to provide citizens\n\nwith access to all the facts, opinions and ideas being canvassed in the\n\ncampaign. And journalists must also provide access to media so that\n\ncitizen's voices can be heard above the babble of political debate.\n\nHow do journalists cope with these pressures? How can they enforce\n\nprofessional guidelines and rules which will help them to put all sides of an\n\nargument? What laws and regulations should restrain political interest\n\ngroups from exercising undue influence?\n\nIn countries where media, press and broadcasting, have been traditionally\n\nsubject to monopoly control and undue political influence, particularly from\n\nthe state, and sometimes from single-party government, adjusting to multiparty conditions is never easy.\n\nBut the questions set out here need to be answered urgently, particularly\n\nin the countries which will soon follow in Kenya's and South Africa's\n\nfootsteps.\n\nThis handbook, we hope, will help journalists and media organisations to\n\nprepare themselves for the challenges which these elections will pose.\n\nThis handbook and the election project which it supports are part of a\n\ncomprehensive Media For Democracy Programme to assist journalists and\n\nmedia organisations. The programme was developed during 1993 to\n\nprovide professional assistance to journalists and media organisations to\n\nmeet the challenge of political and social change.\n\nAidan White,\n\nGeneral Secretary. \n\n## Chapter One\n\nBy Jean Paul Marthoz\n\nDirector, Media For Democracy\n\n1. **WHAT THE HANDBOOK CONTAINS**\n\nThe handbook draws on resource documents which provide themes and\n\nideas for discussion among journalists. These include:\n\n* Unesco's **Declaration of Windhoek** (1991) and the Council of\n\nEurope's decloaration on **Media in a Democratic Society**. (1994)\n\n* the **IFJ Manifesto for a Democratic Media Culture**. This policy\n\nDeclaration by journalists from 66 countries in 1992 defines clearly\n\nthe proper role of journalist in a democracy.\n\n* the **IFJ's international Declaration of Principles on the Conduct**\n\n**of Journalists**. This is the most widely recognised ethical statement\n\nin the world of journalism.\n\nThe handbook also provides **Guidelines for Government and Media**\n\nwhich draws upon existing texts and new studies prepared by Article 19\n\nThe International Centre Against Censorship on the principles appropriate\n\nto media coverage of election campaigns in transitional democracies.\n\nThis handbook starts from the basis that State-owned media exist as a\n\npublic service, serving all of the people, and not acting as the public\n\nrelations arm of the government. We recognise that different traditions\n\nprovide different problems.\n\n _\"Traditionally,\" writes Francis Kasoma (University of Zambia), \"the_\n\n_greatest enemy to freedom of expression in post-independence_\n\n_Africa has been government high-handedness. Those in power have_\n\n_simply not accorded media editors any meaningful leeway to give_\n\n_the populace a voice in the media which they have largely owned_\n\n_and controlled. The African government has literally both paid the_\n\n_piper and called the tune\"._\n\nThe same can be said for many parts of the world but it need not be so.\n\nWe include an agreement reached between the Board of Directors of the\n\nAustralian Broadcasting Corporation and its journalistic staff guaranteeing\n\njournalists editorial freedom.\n\nWe insist throughout this handbook that State-owned radio and television\n\nnetworks are not and must not become propaganda weapons. Instead,\n\njournalists must be accorded the right to determine news and current\n\naffairs content on the basis of professional judgments alone.\n\nOur focus on state-owned media does not mean that journalists working in\n\nprivate media are ever totally free from undue pressures. We are under no\n\nillusion that a privately-owned press automatically operates without any\n\nrestraints to press freedom.\n\nPartisan politics, advertising pressures, publishers' interests and leanings\n\ncan act as a powerful, even though less visible, influence on freedom of\n\nexpression. To illustrate this search for editorial independence, we also\n\nreproduce a \"charter\" signed between journalists and their publisher.\n\nWe also draw upon the experience of journalists in South Africa to confront\n\nthe problem of violence against journalists. The struggle for democracy is\n\noften turbulent and violent and journalists are almost always in the firing\n\nline. The tips in this contribution can help journalists anywhere to survive\n\nwhile getting the stories their media need.\n\nAt the end of each section is a checklist of questions relating to your own\n\nsituation. These are designed to help you apply the ideas and suggestions\n\nin the handbook to your own conditions.\n\n2. **DEMOCRACY AND THE ROLE OF JOURNALISTS**\n\nThe IFJ which represents more than 350,000 journalists in 84 countries\n\nworldwide, believes strongly that the exercise of free journalism is an\n\nessential part of any credible democracy and our unions insist that voters\n\nmust have access to accurate, timely and informed facts and opinions.\n\nMedia freedom, according to the IFJ is:\n\n_That process from restraint which is essential to enable journalists,_\n\n_editors and publishers to advance the public interest by publishing,_\n\n_broadcasting or circulating facts and opinions without which a_\n\n_democratic electorate cannot make responsible judgements._\n\nOur unions reject attempts to manipulate the media whether through the\n\ncrude instruments of official censorship or by any mechanism by which\n\njournalists are told what to write in their newspapers or what to broadcast\n\non air.\n\nManipulation comes in many forms: from the heavy hand of the ministry of\n\ninformation to the subtleties of advertising and commercial pressure.\n\nThe greatest threat to press freedom is often not in forms of direct control\n\nbut rather in the creation of an atmosphere in the exercise of journalism\n\nwhereby self-censorship by journalists and editors prevails.\n\nThe IFJ believes in empowering journalists to fight for media freedom. We\n\nfully support the definitions of independence and plurality in media\n\nprovided in the Declaration of Windhoek in 1991 which stated:\n\n_\"By an independent press, we mean a press independent from_\n\n_governmental, political or economic control or from control of_\n\n_materials and infrastructure essential for the production and_\n\n_dissemination of newspapers, magazines and periodicals._\n\n_\"By pluralistic press, we mean the end of monopolies of any kind and_\n\n_the existence of the greatest possible number of newspapers,_\n\n_magazines and periodicals reflecting the widest possible range of_\n\n_opinion within the community\"._\n\nThe IFJ encourages journalists to organise into effective trade unions and\n\nprofessional associations and to stand up for their rights. Journalists have\n\na key role to play in a democracy, but they can only do so if they work in\n\nsocial and professional conditions which respect the need to be free of\n\nintimidation and undue influence.\n\nTherefore, in setting out the professional conditions for free and fair\n\nreportage of elections, the IFJ stresses that professionalism in journalism\n\ncarries with it ethical and moral obligations which journalists have a duty to\n\nhonour, not just at election time, but in all aspects of their work.\n\nThe IFJ exists to help create the unity and solidarity among journalists\n\nwhich they need to make the professional commitment something more\n\nthan window-dressing for democracy.\n\n3. **CONFRONTING THE PROBLEM OF BIAS**\n\nAllegations of bias in the news media happen all the time, but they are\n\nmost evident at election time.\n\nJournalists know that to politicians and public interest groups, the omission\n\nof certain news items or issues from newspapers and radio and television\n\nnews bulletins, the angle given to a story or the choice made about its\n\nplace in a page or a bulletin, will sometimes be construed as a deliberate\n\nact of bias.\n\nMore often than not, journalists make these choices on the basis of sound\n\nprofessional judgement. But mistakes are made. When deadlines are tight\n\nand pressures are greatest, the weighing of these factors may be less\n\nthorough. In general, journalists must strive for fairness and for decisions\n\nmade solely on the basis of news value.\n\nThe \"conspiracy theory\" of deliberate bias is rejected by most journalists\n\nas being based on an inadequate knowledge by outsiders of the editorial\n\nprocess. As insiders we know, too often, that it is lapses of judgement and\n\ncock-up rather than conspiracy that is to blame when things go awry in the\n\nnewsroom.\n\nRejecting the notion of conspiracy, one senior newspaper editor has\n\nwritten:\n\n_\"We do not conspire with outsiders because we are newspaper_\n\n_people -- not politicians, megalomaniacs or political dilettantes. We_\n\n_do not slant news to favour any political party because -- apart from_\n\n_being a fraud on our readers and bad journalism -- to do so is_\n\n_dishonest. Journalism in its purest form is simply telling the truth, so_\n\n_long as it is in the public interest. We do not conspire with outsiders._\n\n_We do not write for politicians or parties. We write for people\"._\n\nMost journalists might accept that, but we all know, too, that political\n\npressure exists. Often it is based upon the traditional community of support\n\nwhich media appeal too -- liberal newspapers tend to be left of centre in\n\ntheir editorial columns; conservative newspapers will favour right of centre\n\npolitics.\n\nPartisan journalism can be good journalism. Campaigning journalism has\n\noften nurtured the best tradition in the profession but the opinions of the\n\neditorial columns should not interfere with the process of news gathering,\n\nnews selection and placement.\n\nThat is something which journalists always try to respect and that is difficult\n\nfor many outside journalism to understand. Therefore, allegations of\n\ndeliberate, political bias are easy to make and often difficult to refute.\n\nThe choices to be made between different kinds of news and views every\n\nday and the omission of some items and the inclusion of others is bound to\n\nresult in professional judgement which can be defined as bias. A journalist\n\ncomments:\n\n_\"Of course the press is biased. The gathering, editing and_\n\n_publishing of news involves decisions by people who inevitably bring_\n\n_their own background, values and prejudices to bear on deciding_\n\n_what to select, emphasize and colour as news._\n\n_\"Bias is inevitable; it is lack of balance in the representation of a_\n\n_range of views that is criticised. Lack of balance may characterise_\n\n_not only the way politics is presented in reports, but more generally,_\n\n_the way women, unions, homosexuals and minorities are reported.\"_\n\nEven media critics, if pressed, would acknowledge that the media cannot\n\nbe entirely free of bias. They would accept, for instance,that the editorial\n\ncolumn, which serves as the institutional voice of newspaper on a wide\n\nrange of issues, must of necessity be biased because it expresses an\n\nopinion, even though such opinion must always be based on confirmed\n\nfacts. Nor would they object to the right of columnists to express their\n\nopinions, even if they disagree with them.\n\nGenerally, what is objected to is a lack of balance in news columns, which\n\nare supposed to contain objective reportage, as far as that can be\n\nachieved. Deliberate bias, sometimes slight, sometimes excessive,is the\n\nresult of a conscious decision by the reporter, editor or proprietor to be\n\npartisan rather than even-handed.\n\nExamples are the suppression of essential or important facts and the\n\ndeliberate distortion of other facts through wrong or improper emphasis.\n\nBias happens also when, for instance, newsreaders summarize speeches\n\nof the opposition with little or no footage whereas they run long footage of\n\nthe speech by the ruling party candidate. Bias can also be seen in \"camera\n\nangles\" when TV crews are asked to focus on a campaign rally in such a\n\nway that it appears larger than it really is. Or when they are being asked to\n\nfilm the \"best\" or the \"worst\" profile of a candidate.\n\nBut the fact that a newspaper prints more news about the President or\n\nPrime Minister than about the Opposition leader or opposition candidate is\n\nnot of itself evidence of deliberate bias. It might reflect the fact that the\n\nPresident or Prime Minister does or says more as a result of the duties of\n\nhis or her office; or that the President or Prime Minister is interesting and\n\nthe opponent is dull; or that they provide information to meet deadlines.\n\nMany journalists question whether it is the job of the media to go out of\n\ntheir way to polish up the Opposition's image or improve its media skills to\n\naccount for any such deficiencies. However, it is the media's job to act\n\nfairly. Remember that many politicians are skilled at manipulating people,\n\nincluding media.\n\nSome candidates are so obsessed with getting their message across\n\nwithout any journalistic filter that they have resorted to new ways of\n\naddressing directly the electorate.\n\nIn the 1992 presidential elections in the United States maverick billionaire\n\ncandidate Ross Perot rented television time to avoid having to talk to free\n\nmedia. He could, and did, buy all the airtime he wanted. The bad news for\n\nour profession was that each time he attacked journalists, the switchboard\n\nof his headquarters was overwhelmed with calls from people volunteering\n\nfor his campaign.\n\nSome candidates went on the television talk-show circuit with no journalist\n\npresent and answered questions fielded directly by the public.\n\nJournalists should carefully listen to the questions asked by the public:\n\nthey may serve as an excellent barometer of real public concerns and as a\n\nwarning for journalists as to the way they effectively cover those concerns.\n\nNever forget that you are a link between the event and the reader, listener\n\nor viewer and not a veil. News coverage should not become a barrier\n\nbetween the candidates and the voters. It should be a bridge connecting\n\nthem.\n\n_\"That desire of the people to become more involved in the political_\n\n_process is here to stay,\" says Seymour Topping of the American_\n\n_Society of Newspaper Editors . \"It will have increasing influence on_\n\n_newspapers as well as the electronic media. People will want to be_\n\n_in a position to have their views recorded more often and at greater_\n\n_length in newspapers. This can be done through letters to the editor,_\n\n_it can be done through op-ed pages and in news columns in the_\n\n_sense that reporters are drawn more to talk to the people_\n\n_themselves rather than addressing all their questions to politicians or_\n\n_to the leaders in business and the professions.\"_\n\nAlways be prepared for media bashing. Many candidates, especially\n\nlacklustre or losing candidates, think they get unfavourable coverage in the\n\npress and try the put the blame on the media. Do not be intimidated. Just\n\ndo your job.\n\nA final word: bias is also about news priorities. We can choose to focus on\n\na particular issue, or we can join the herd in following a particular\n\ncontroversy, or we can decide to refrain from getting behind the glitz and\n\nthe glamour of personality or character politics.\n\nBias occurs when we focus on the internal dynamics of an election\n\ncampaign, on its \"horse race\" model instead of digging deep into the most\n\nsubstantive issues of the day.\n\nBeware of allowing a gap to grow between your news values and the\n\nnation's real concerns. According to studies in the United States\n\n \"the voters' concerns are closer to those of the candidates. The Markle\n\nCommission's study of the 1988 campaign concluded that voters believe\n\nthey get their best information about the candidates from debates\". And\n\nnot from journalists!\n\nBias should be fought by media organisations. A process of checks and\n\nbalances can be set up within the newsroom itself in order to correct\n\nimbalance in reporting. Some media organisations have adopted operating\n\nprocedures that guide journalists in the day-to-day dilemmas of their work.\n\nSome have devised a reviewing process that closely monitors the\n\nperformance of the newsroom. Others have even appointed a readers'\n\nrepresentative or ombudsman that is supposed to attend to readers'\r\n\ncomplaints and to review the way the newspaper has covered a particular\r\n\nstory.\r\n\nLet us not forget that self-regulation and internal control procedures are\r\n\nalways better than control by a press council stocked with \"wise men\"\r\n\nrecruited outside of the profession and often endowed with legal or\r\n\npunitive powers.\r\n\n**4. EDITORIAL INDEPENDENCE**\r\n\nThe press is in the news business but it is not just in business. Journalists\r\n\nand publishers have a responsibility towards the society as a whole. That\r\n\nmeans that journalists operate on the edges of the market **and** democracy.\r\n\nAccording to the Federazione Nazionale Della Stampa in **Italy**:\r\n\n_\"The function of the press is not to give support to this or that_\r\n\n_economic or political potentate, but to unravel the everyday, complex_\r\n\n_behaviour of society and powerful bodies for the benefit of its_\r\n\n_readers. Newspapers and journalism were originally intended to be,_\r\n\n_and must continue to be, useful instruments in the general interest_\r\n\n_rather than mouthpieces of individual, particular interests\"._\r\n\nGiven the fact that Italy's leading media magnate, Sylvio Berlusconi, is now\r\n\nthe country's Prime Minister it is a timely reminder that politicians must\r\n\nkeep their hands out of the affairs of journalists.\r\n\nBut it also means that journalists cannot be prevented by their publishers\r\n\nfrom carrying out their professional responsibilities. In order to really\r\n\nempower journalists in this fundamental social function some media have\r\n\nestablished editorial statutes that tend to guarantee independence from all\r\n\nkinds of pressure.\r\n\nIn **Australia**, for example, an agreement between the Australian\r\n\nJournalists Association and the new publishers on The Age (a broadsheet\r\n\ndaily paper published in Melbourne) states:\r\n\n1. The Board of Directors and its appointed management affirm their\r\n\n commitment to the principles of editorial independence.\r\n\n2. The Board of Directors, the management, the editors and\r\n\n members of the staff of The Age and The Sunday Age agree to\r\n\nuphold the Australian Journalists Association code of ethics and the\r\n\nprinciples declared by the Australian Press Council.\r\n\n3. The Board of Directors acknowledges the responsibility of\r\n\n journalists, artists and photographers to report and comment on the\r\n\n affairs of the city, state, nation and the world fairly and accurately\r\n\nand regardless of any commercial, personal or political interests\r\n\nincluding those of any share-holder, director, manager, editor or\r\n\nstaff member.\r\n\n4. The right to appoint or dismiss the editors resides with the Board\r\n\n of Directors and its appointed management. Subject to this, full\r\n\neditorial control of the newspapers within agreed budgets shall be\r\n\nvested in the editors. They alone shall determine editorial content\r\n\nand appoint, dismiss, deploy and direct editorial staff.\r\n\n5. The editors shall be directly responsible to the appointed\r\n\n management and shall at all times carry out their duties in a way\r\n\nthat will preserve and ensure the independence and integrity of The\r\n\nAge and The Sunday Age in accordance with this Charter.\r\n\nIn **Germany**, journalists employed on Stern magazine have a detailed\r\n\nagreed statute covering editorial freedoms. Article 1 of the statute states\r\n\nthat Stern is a political magazine, but is independent of any of the political\r\n\nparties in Germany, of business corporations, or any other interest groups.\r\n\nThe Article says Stern seeks to inform and entertain its readers and\r\n\nexpects its editorial staff to believe in a free, democratic system and to\r\n\nsubscribe to progressive liberal principles.\r\n\nJournalists or employees of Stern cannot be forced to carry out any task,\r\n\nto write anything or to take responsibility for anything against their\r\n\nconvictions. They may not suffer any consequences from a refusal.\r\n\nThe interests of editorial workers at Stern are represented by an advisory\r\n\nboard, consisting of seven editorial staff members, elected annually by\r\n\nsecret ballot. On a petition of 30 editorial staff members, the advisory\r\n\nboard must be newly elected. \r\n\n\n\nThe editor-in-chief of Stern is appointed by the publisher. \n\nThe editor-inchief requires the full confidence of the editorial staff: therefore, the\r\n\npublisher discusses the appointment with the advisory board. The\r\n\npublisher will not appoint or dismiss an editor-in-chief if the advisory board\r\n\nis opposed to such a move with a two-thirds' majority.\r\n\nStaff decisions within the editorial department are taken by the editor-inchief. \n\nStaff changes at the level of deputy editor-in-chief, department head\r\n\nand political journalist cannot be made against the opposition of two-thirds\r\n\nof the advisory board. The advisory board must give reasons for its\r\n\nposition consistent with the principles contained in Article 1 of the statute.\r\n\nThese brief examples here show that where there is recognition of the\r\n\nproblems of pressure practical action can be taken to reinforce\r\n\nprofessionalism and independence in media. We should strive for\r\n\nindependence at all times, but it must exist, above all, during the critical\r\n\nperiod for democracy when a nation or a community is electing to office\r\n\nthose charged with defending their liberties and protecting their interests.\r\n\n _Checklist:_\r\n\n_How can news media improve coverage to ensure that news reports_\r\n\n_do not appear to slavishly follow the bias that may appear in editorial_\r\n\n_columns?_\r\n\n_What structures for internal discussion and debate should be_\r\n\n_established to review the election reporting process as it unfolds to_\r\n\n_correct any problems of apparent bias that may emerge?_\r\n\n_Is there a process of debate and dialogue within a newsroom which_\r\n\n_can reduce or eliminate personal prejudice?_\r\n\n\r\n\n\n\n## Chapter Two\r\n\n**1. THE KENYAN EXPERIENCE**\r\n\nBy NEAL SWANCOTT\r\n\nFormer IFJ Deputy General Secretary\r\n\nKenya is a country with a lively written press. Three major newspaper\r\n\ngroups produce daily newspapers in English and in parallel vernacular\r\n\nlanguages. Some 200 full-time journalists and photographers, and an army\r\n\nof freelance correspondents, work in a fiercely-competitive market to\r\n\ngather and publish information. Kenyan newspapers are well read,\r\n\nalthough illiteracy in the country is around 30 per cent.\r\n\nThe Kenya Government also controls the two television networks,KBC and\r\n\nKTN, the radio network, Voice of Kenya, and the newsagency, KNA. Many\r\n\nforeign correspondents also have Nairobi as their base for coverage of\r\n\nEast Africa and the Horn of Africa.\r\n\nThe relationship between media and government has been poor for many\r\n\nyears. Journalists have experienced problems with the authorities in all\r\n\nareas, including the police, and there have been frequent confrontations in\r\n\nwhich journalists and photographers have been assaulted.\r\n\nInternational media and human rights groups have frequently intervened to\r\n\nprotest and to defend journalists and editors.\r\n\nThe December 1992 Kenyan election took place, therefore, against a\r\n\ndifficult and uncomfortable background: a relatively free, competitive media\r\n\nenvironment but with the ever-present possibility of official harassment.\r\n\nThe lack of respect within the political establishment for independent\r\n\nvalues in journalism was reported extensively during an IFJ Nairobi\r\n\nseminar when speakers revealed the extent to which politicians and\r\n\npolitical aspirants sought to \"buy\" coverage. Remarkable sums of money\r\n\nwere in circulation to bribe journalists. Several journalists \"placed\r\n\nthemselves outside the profession\" and accepted full-time posts as media\r\n\nadvisers to politicians.\r\n\nIn some cases, journalists who linked themselves with particular\r\n\ncandidates were quickly transferred to non-election duties. While it was not\r\n\nsuggested that the incidence of such clear conflicts of interest had a great\r\n\nimpact on the election coverage process, it led to considerable debate\r\n\nafter the election period.\r\n\nAnother notable feature of the Kenyan election experience was more\r\n\nwidespread: physical intimidation of journalists.\r\n\nNevertheless, Kenyan journalists report that there was a widespread\r\n\nfeeling of adventure within the profession: journalists were keenly aware of\r\n\nthe historic process in which they were involved.\r\n\nSeveral newspapers published regularly features in which individual\r\n\nelectoral constituencies were profiled. Others published \"readers' forum\"\r\n\ntype columns to make a break with the barrage of \"official\" comments from\r\n\nparties and spokespersons.\r\n\nNewspapers also cleared space for election coverage. \"Nation\", for\r\n\ninstance, provided devoted six full, advertisement-free pages each day,\r\n\nand designed a new layout to distinguish election coverage from normal\r\n\nnews coverage. But journalists were under a constant barrage of\r\n\ndemands. Regular accusations of bias were followed by demands for\r\n\n\"equal space\".\r\n\nThe Nairobi seminar indicated a significant gap in the protective shield\r\n\nwhich should protect journalists from undue political pressure. The seminar\r\n\nwas told that, during the election period, two senior government officers\r\n\nconvened a meeting of journalists to give \"advice\" on how the election\r\n\ncampaigns should be covered.\r\n\nNeedless to say, this \"advice\" was strongly favoured government\r\n\ncandidates. Similar \"briefings\" were held for radio and television\r\n\njournalists. Arising from this the IFJ regional meeting suggested:\r\n\na) that journalists' associations in the region should consider\r\n\nestablishing an \"**election campaign monitoring group**\" comprising\r\n\nexperienced, retired journalists, which could receive, investigate and\r\n\npublish details of political pressure on journalists.\r\n\nb) that a \"**charter**\" of non-interference in editorial judgements, along\r\n\nthe lines of the charter negotiated in Australia for the Australian\n\nBroadcasting Corporation, would strengthen the independence of\r\n\njournalists.\r\n\nc) that journalists' associations should **campaign on the issue of**\r\n\n**ethics and corruption**, educating newcomers to the profession on\r\n\nthe role of independent journalism and should expose corruption\r\n\nwhen it is identified.\r\n\nd) that established journalists should **avoid working as consultants** or\r\n\nadvisers to candidates.\r\n\ne) that **courses for political groups** should be set up giving advice on\r\n\nhow to respect media at times of elections and to avoid putting\r\n\njournalists at risk of allegations of bias and unprofessional conduct.\r\n\nf) that journalists' associations **should issue guidelines on election**\r\n\n**coverage**, with particular emphasis on the \"public service\" role of the\r\n\ngovernment-owned electronic media.\r\n\n_Checklist of issues:_\r\n\n_Does the Kenyan Experience apply to you?_\r\n\n_How can Journalists Resist Political Pressure?_\r\n\n_Would an Election Charter defining ethical conduct help?_\r\n\n\r_How Can Editors Defend Their Staff?_\r\n\n**2. ELECTION NOTES: OBJECTIVITY AND JOURNALISTS**\r\n\nBy ALI HAFIDH\r\n\nformer editor in chief of \"The Standard\", Kenya\r\n\nThe coverage of elections is an essential part of the freedom of\r\n\nexpression. As elections need to be genuinely free to be democratic, so it\r\n\nis with the coverage of elections. An impeded or selective coverage of\r\n\nelections is anathema to democracy. For genuine freedom of expression,\r\n\nmedia must be totally free and unimpeded.\r\n\nElection coverage is not just the reporting of election campaign rallies. The\r\n\njournalist in the exercise of covering the election becomes a messenger of\r\n\nall opinions; including those who advocate democracy, as well as the\r\n\nenemies of democracy. In election rallies, there will always be these two\r\n\ncharacteristics.\r\n\nThe journalist also becomes an active participant in the election process.\r\n\nThey must inform voters about what type of persons are canvassing for\r\n\nvotes and what they stand for. A journalist needs to be brave enough to tell\r\n\nthe voter through media what is at stake. This is not to say that the\r\n\njournalist becomes a campaigner for a particular candidate.\r\n\nIn Kenya, we do not have a system, applying in the United States and\r\n\nother countries, of media endorsing candidates. In the absence of this\r\n\nsystem the journalist should be bold to point out the merits and demerits of\r\n\nthe contestants and leave it to the voter to decide.\r\n\nElection analysis should become an integral part of campaign coverage. It\r\n\nis also in the exercise of covering elections that a journalist distinguishes\r\n\nhimself or herself as a objective person, and a man or woman of integrity.\r\n\n**3. ELECTION NOTES: GETTING OUT THE MESSAGE**\r\n\nBy WANGETHI MWANGI\r\n\nManaging Editor of \"Nation\" newspapers\r\n\nThe pursuit of the truth is a great democratic cause. If a journalist fails\r\n\nthere, he or she fails in the struggle for democracy. The struggle for\r\n\ndemocracy must be a call to every journalist.\r\n\nHonesty, integrity, objectivity, brevity and truth are grandiose and noble\r\n\nideas, but a journalists should not be embarrassed or reluctant about\r\n\nsetting them as standards of their work.\r\n\nIn the run-up phase, we thought it was our duty to inform Nation readers of\r\n\nwhere the various parties stood on vital issues. This was easier said than\r\n\ndone. Kenyan politics is personalised, and defined by tribal interests, to a\r\n\nvery great degree and the campaigning, sadly, was dominated by\r\n\nmud-slinging and name-calling, with very little of substance being said.\r\n\nWe **wrote to every party leader** requesting an interview in which they\r\n\ncould state their party's case; we offered to provide a list of questions for\r\n\nthem to study. Not one replied.\r\n\nOne feels little sympathy for political leaders when they complain of\r\n\nmisrepresentation if they will not permit themselves to be questioned on\r\n\nthe basics of party policy.\r\n\nIn the event, we were forced to collect the parties' official manifestos\r\n\n(something they should have been handing out at street corners, but which\r\n\nproved like asking for gold) and from these we ran a series of articles\r\n\nsetting out the different attitudes to the economy, regional administration,\r\n\ncorruption, health, education, welfare, jobs -- in fact, all of the\r\n\nbread-and-butter things that affect people in their everyday lives.\r\n\nWe also introduced a regular feature entitled \"Election Platform\", in which\r\n\nnon-politicians, ordinary Kenyans, were invited to share their views with\r\n\nreaders, either on a general basis, or more likely, on a specific area in\r\n\nwhich they were expert: human rights, treatment of land, constitutional\r\n\nissues, problems of the farmer, neglected areas.\r\n\nThe standard of these contributions was remarkably high, and in fact we\r\n\nretained the idea when the election ended, retitling it \"Weekend Platform\"\r\n\nwhich offered literate Kenyans a chance to express themselves at length\r\n\non any important topic of their choice. The elections were fraught with\r\n\nmany dangers: violence in several places tended to obscure the real\r\n\nobjectives, and political thuggery introduced a whole new element of\r\n\ncorruption in media.\r\n\n\n\n##  Chapter Three\r\n\n**1. AN EDITOR'S MODEL FOR ELECTION COVERAGE**\r\n\nBy JEAN PAUL MARTHOZ\r\n\nPlanning is essential to effective election coverage. The model below can\r\n\nbe used as a checklist by editors or election coverage task forces. It gives\r\n\nalso some guidance on special editorial approaches to the campaign.\r\n\nBe careful, however, to adapt this model to local realities. But do not\r\n\naccept the argument that poorly-funded media do not have the means to\r\n\nreally follow those rules. Good journalism can be poor!\r\n\n* **Check with the electoral commission** all the details of the coming\r\n\npoll: registration date, start and closing day of the campaign period,\r\n\nelection day specifics (how the polling will be organized, timetable for\r\n\nelection returns, etc).\r\n\n* **Study the election rules:** voting system, electoral laws, poll\r\n\nwatching, laws governing international observation delegations, use\r\n\nof public opinion surveys, political advertising regulations, access to\r\n\nstate media, electoral expenses limitations, etc).\r\n\n* **Join with other media**, unions of journalists, publishers' and\r\n\nbroadcasters' associations in order to prepare the profession's\r\n\nguidelines and code of conduct and a charter to be submitted to all\r\n\npolitical parties committing them to respect journalists and protect\r\n\nthem against harassment by their supporters.\r\n\nConsideration should be given to setting up a election media\r\n\nmonitoring group composed of well known personalities and in\r\n\ncharge of investigating any aggression against the press and to\r\n\npromptly act upon them.\r\n\n* **Explain to your readers** your reporting rules, how you are going to\r\n\ncover the campaign and why.\r\n\n* **Budget the election reporting**: an election campaign is usually\r\n\ngood business for the media but it also costs a lot of money. You will\r\n\nneed extra phone lines, faxes, additional cars and drivers, more\r\n\novertime. Plan carefully and allocate resources wisely. Low-balling\r\n\nyour budget will get you into trouble.\r\n\n* **Select your task force:** Election coverage is the political desk's\r\n\ngolden hour but it should not be its exclusive preserve. All\r\n\ndepartments can be asked to perform duties according to their skills.\r\n\nSpecialised writers will be commissioned to analyze issues in their\r\n\nbeat (economics, health, foreign affairs, economics, labour,\r\n\neducation), to compare competing political programmes, to\r\n\nscrutinise speeches and position papers, to track inconsistencies\r\n\nand expose propaganda.\r\n\nThe foreign desk for instance might be assigned to stories related to\r\n\ninternational observer teams, foreign press coverage, role of\r\n\ninternational organisations in the campaign, etc.\r\n\nSome media choose to set up a special election desk for the last\r\n\nweeks of the campaign. This option should be studied carefully\r\n\nespecially in small newspapers. The election campaign should not\r\n\nobfuscate the rest of the news.\r\n\n* **Appoint an editorial panel:** it will be charged with reviewing\r\n\ndelicate questions that may arise as the campaign develops. It\r\n\nshould include the editor-in-chief, the relevant department head, and\r\n\na few distinguished commentators or reporters.\r\n\n* **Plan technical and operational arrangements:** pin down the\r\n\nadvertising department (some pages should be considered ad-free\r\n\nduring the campaign, precise guidelines should be given to\r\n\nacceptance and placement of political advertising), the production\r\n\nmanager (he must provide for later deadlines on election day and for\r\n\nadditional pages), and the distribution manager.\r\n\n* **Recruit additional personnel:** young journalists to handle the\r\n\ninformation flow on election day, phone and fax operators,\r\n\nsecretaries, drivers, etc.\r\n\n* **Contact resource persons:** they will be of much help to give expert\r\n\nadvice during the election campaign and as soon as the results are\r\n\npublic. Election pundits, political scientists, public opinion analysts, \n\nshould be on standby and attached to your particular media.\r\n\nAppointments should be arranged in advance with political party\r\n\nleaders for election-night comments on results. But do not\r\n\noverwhelm your readers with excessive punditry. Ordinary citizens\r\n\nshould have their say too.\r\n\n* **Check your photo files:** you should have as many pictures of\r\n\ncandidates as possible stored in your photo library.\r\n\n* **Plan for emergencies:** what do you do if something breaks down\r\n\non your side (your computer falls dead, your local journalist cannot\r\n\ncontact you, one of your reporters is arrested or wounded, etc) and\r\n\non the side of the government (failure in the collation of results,\r\n\ncharges of irregularities, etc).\r\n\nPlanning is all-important, but never forget that your first responsibility\r\n\nis to the readers, the viewers and listeners.\r\n\n* **Citizen's groups** which are formed to help voters use the power\r\n\nwhich elections put at their disposal are very useful. Take, for\r\n\nexample, this advice given by Project Vote Smart in the US to\r\n\nAmerican voters:\r\n\n1.   Remember who is in charge. In our democracy the citizen is\r\n\nthe boss. Elected officials are temporary hired help.\n\n   2.   View the election campaign as the politician's job application.\r\n\n   3.   Ask yourself if the candidates are giving you, the employer, the\r information needed to decide who is best for the job.\r\n\n* **Civic education:** media must carefully and repeatedly explain the\r\n\nprinciples and techniques of voting and what the election will lead to\r\n\n(a new parliament, separation of powers, transparency, etc).\r\n\nMedia should introduce an open line to readers so they might ask\r\n\nquestions on specific points of the campaign and air their views\r\n\n(note the \"Election Platform\" idea of Nation Newspapers in Kenya\r\n\nreported earlier).\r\n\nRun more interviews with voters not just \"vox-pop\" and quick quotes\r\n\ngathered in the street, but meaningful probing of how families are\r\n\nsurviving in an economic crisis or how they deeply feel about\r\n\neducation opportunities for their children.\r\n\n* **Public opinion polling:** unprofessional polls are bad news, for\r\n\nvoters and for media. Never commission surveys that do not stick to\r\n\nthe highest standards and never print them without fully explaining\r\n\nthe conditions and the limits of the survey. Expose any fraud in a\r\n\npolitical party or newspaper survey. Never forget that polls will never\r\n\nreplace old-style political reporting.\r\n\n* **Start well ahead of election day**: prepare profiles of major\r\n\ncandidates, close-ups on most electoral districts (economic base,\r\n\npopulation profile, major problems, party dominance).\r\n\n* **Cover the issues:** Pile up documentation on campaign issues\r\n\n(official figures, the state of the debate, major players and lobbies,\r\n\netc.). Cover those issues independently from party positions, report\r\n\non issues that are neglected by political parties. Too often issues are\r\n\npresented as just a conflict between opposing sides and not as\r\n\nobjects of serious debate.\r\n\nAlways ask: What's missing in the news today? Read everything,\r\n\nremember what the candidates said (and did) over a period of years\r\n\nnot just days. Do not confuse lobbying by interest groups or mediagenerated excitement with a grass-roots political movement.\r\n\nDo not be afraid of repeating explanatory studies of difficult issues.\r\n\nThe \"We've already done it\" or \"It does not interest anybody\"\r\n\ncynicism should never be welcome in a newsroom. At election time\r\n\nis should be banned.\r\n\n* **Improve your sub-editors' team:** make stories and issues\r\n\naccessible to readers, de-code all political jargon, track down and\r\n\nannihilate all long words that render already difficult concepts totally\r\n\nincomprehensible.\r\n\n* **Beware of \"pack\" journalism:** shy away from the tendency to\r\n\nfollow candidates like a pack of wolves which leads to concentrate\r\n\non the same events and interpret them in the same way. This\r\n\nhappens particularly when a candidate is seen as rising in the polls:\r\n\nwhen a candidate's support increases sharply the coverage of his\r\n\ncandidacy becomes more favourable.\r\n\n* **Keep in Touch with who is behind a party or a candidate:**\r\n\nexamine possible conflicts of interest. Look at a candidate's record\r\n\nor promises and commitments: ask who has benefited or would\r\n\nbenefit from a candidate's proposals.\r\n\nFollow the money: who is financing the campaign, what are the\r\n\ninterests of those providing the money, and how will they benefit\r\n\nfrom the government (new legislation, regulatory power).\r\n\n* **Use all forms of journalism:** long reportage, analytical pieces,\r\n\ngraphs, satire, sketches and cartoons, investigative journalism (who\r\n\nis behind a particular candidate, the role of special interests, etc),\r\n\nphotojournalism, profiles, interviews, contradictory debates.\r\n\n* **Open Space:** Give politicians from different parties the possibility to\r\n\nwrite columns for your paper on a fair and rotating basis. But stop\r\n\nthis process at least two weeks before election day so as not to give\r\n\nundue advantage to one of the candidates and not to overwhelm\r\n\nyour readers with party propaganda.\r\n\n* **Get acquainted with campaign tricks:** Beware of stunts and\r\n\ncooked-up events designed just to grab headlines.\r\n\n* **Press releases:** Do not just publish political parties' press releases:\r\n\ncheck them, use them as a source for a more balanced story. Do not\r\n\nrun for \"photo-opportunities\". Do not overhype controversy: a\r\n\ncontrived rumour campaign can lead you far away from voters' real\r\n\ninterests.\r\n\n* **Be credible:** Never forget that your long-term credibility is always at\r\n\nstake. Follow closely each candidate's advertising campaign. Some\r\n\nmedia have columns which scrutinise campaign promises and\r\n\nadvertising techniques. Expose falsification and distortion wherever\r\n\nyou find it. Clearly identify and attribute any information coming from\r\n\nsources other than obtained from independent reporting.\r\n\n* **After the election:** review the way your team covered the campaign.\r\n\nCompare your performance with that of the competition.\r\n\n* **Train your staff in reporting a multiparty parliament or a**\r\n\n**coalition government.** Follow up the candidates' election campaign\r\n\npromises. Check their records against their commitments. Keep an\r\n\neye out for conflicts of interest: the type of legislation actively pushed\r\n\nby an MP can give you a tip on the identity of his financial backers.\r\n\n**2. REPORTERS AND THE ELECTION**\r\n\nBy JOHN LAWRENCE,\r\n\nBriefing paper by Training Editor of \"The Nation\", Kenya\r\n\n_This was the text of a statement prepared for journalists in Kenya facing an_\r\n\n_historic challenge -- the country first's truly democratic multi-party elections_\r\n\n_in the early 1990s:_\r\n\nIn a few weeks, Kenya will be holding its most exciting general election in\r\n\nnearly 30 years. It will be an election that will be grassroots in every sense.\r\n\nFrom the humblest village to the biggest towns, Kenyans will be voting in\r\n\ntheir first truly democratic multi-party elections. Every school hall, sports\r\n\nground and beer hall will be invaded as an army of sweet-talking,\r\n\npromise-it-all politicians and their campaigners take to the hustings.\r\n\nTo report the promises of these politicians we will need a small army of\r\n\ncorrespondents. You!\r\n\nHow you report the conduct of the election will largely determine the selling\r\n\npower of the Nation group of newspapers. So, let us start with a warning:\r\n\ncovering elections, even in Western society, presents many problems. In\r\n\nKenya, as with any other fledgling multi-party nation, it will be like walking\r\n\nin a minefield. One false step and your reputation -- and your newspaper's\r\n\n\\-- could be blown to smithereens. Here are some of the ways you can\r\n\nsurvive:\r\n\nReport events exactly as they happen - and not as you would like them to\r\n\nhappen. This means that you must be impartial in every way:\r\n\n* Give equal prominence to all the major candidates. This\r\n\nmeans attending an equal number of candidate's meetings.\r\n\n* \rBe careful not to colour your reports with inflammatory\r\n\nlanguage.\r\n\n* Report what candidates say and not what interested parties\r\n\nsay candidates said.\r\n\n* Be careful not to be seen to be taking sides in political\r\n\narguments.\r\n\n* Do not (in any circumstances whatsoever) accept any\r\n\ninducement from a candidate or his/her supporters. Do not\r\n\neven take a ride in a politician's car.\r\n\n* Do not promise any politician (or anyone else for that matter)\r\n\nthat a report or story will appear in the paper.\r\n\n* Report what you see without exaggeration.\r\n* Do not use extravagant language in describing crowd scenes.\r\n\n(A Kenya Nation report talked about a crowd of 40,000 at a\r\n\npolitical rally in an area which had three men, 10 chickens and\r\n\na dog.)\r\n\n* Exercise fair play. If a candidate makes an accusation against\r\n\nhis opponent, ask that opponent for a comment.\r\n\nYou should listening for:\r\n\nPROMISES: These are usually part of the party manifesto or platform: lofty\r\n\npledges to initiate irrigation schemes, build highways, lower taxes waive\r\n\neducation fees. Or they could be titbits for village consumption: \"Vote for\r\n\nme and I will give you 10 new cattle dips\". \"Vote for me and no child in the\r\n\ndistrict will go barefoot\". \"Vote for me and your stomachs will be full of ugali\r\n\nforever\". So you've got to be alert. You could get a national story or one for\r\n\nthe provincial round up briefs.\r\n\nHECKLERS: Hecklers, people who like to disrupt meetings with their\r\n\ninterjections, can provoke violence or laughter in equal measure. Be alert\r\n\nfor humorous, rapid-fire exchanges. You may get a good verbatim quote.\r\n\n\r\n\nTHE UNEXPECTED: Unexpected, quirky things often happen at public\r\n\nmeetings. Like the man at the harambee who offered a pig's head (having\r\n\nalready eaten the pig!). Or Wilson Leitich's famous order to chop off the\r\n\nfingers of people flashing the multi-party salute.\r\n\nCONTRADICTIONS: Be prepared for a sudden departure from the\r\n\nprepared speech, particularly contradictory statements or fundamental\r\n\nshifts in platform policy. Do not rely on the printed text alone. You will need\r\n\nacute powers of observation. You will need to gauge the mood of the\r\n\nmeeting. Is it tense, light-hearted, gay? Look around and observe the\r\n\nplacards, the expressions on people's faces. Are there trouble-makers?\r\n\nTHE CROWD: How big is the audience? To estimate accurately the size of\r\n\na crowd is an important skill. But it is wise to quote a variety of sources:\r\n\nyours, the police, the organisers.\r\n\nCONFRONTATIONS: In a volatile political situation, anything can happen.\r\n\nCertain signs will prepare you. These include the number of infiltrators\r\n\nfrom the opposition camp. Are they armed? (even with stones). Listen to\r\n\nwhat people in the crowd are saying. And observe the security presence.\r\n\nAre they armed with shields, batons, machine guns and teargas? Are they\r\n\nexpecting trouble? Do they appear nervous? Do not jump to conclusions\r\n\nabout how trouble has started if a sudden commotion takes place. Talk to\r\n\npeople, you may have missed something or an act of provocation.\r\n\nIf you carry out all the points raised in this rather long list,you will have\r\n\nperformed a valuable service for your newspaper group. Remember, you\r\n\nwill be in on the ground floor as history is made.\r\n\nAnd as a man once said: \" History is past politics, and politics is present\r\n\nhistory\". Be part of it.\r\n\n\r\n\n_Checklist of issues: Preparing for an election_\r\n\n_a) Organising coverage before the election. The role of media_\r\n\n_executives and the role of journalists in the field._\r\n\n_b) Forward planning and covering the issues and politicians._\r\n\n_d) Examine the ideas set out here. How does your media and_\r\n\n_how do your journalists measure up to these guidelines._\r\n\n##  Chapter Four\r\n\n\n\n**SURVIVING THE ELECTION:**\r\n\n**1. How to Detect Potential Election Irregularities**\r\n\nOne of the major stakes in any election is its level of fairness and\r\n\ntransparency. Even when the poll is being monitored by representatives of\r\n\npolitical parties, electoral or international observation teams, journalists\r\n\nshould attempt to determine by themselves the degree to which any\r\n\nproblems affect the quality of the electoral process.\r\n\nThe National Democratic Institute for International Affairs in the United\r\n\nStates gives these guidelines to its observer teams. They might be used\r\n\nas an inspiration for journalists: _\"Try to observe, research and record the_\r\n\n_severity, frequency and pattern of any of the following issues and the_\r\n\n_number of voters influenced._\r\n\n* **Unfair attempts to influence voters** or election officials through\r\n\nbribes, employment promises, threats, intimidation, systematic\r\n\ndisruption of the election process, unbalanced media access;\r\n\n* **Disenfranchisement of voters** through: unreasonably restricting\r\n\nthe registration process, unreasonably restricting candidate eligibility,\r\n\nfailing to properly list registered voters, failing to distribute voter\r\n\nidentification cards, requiring unreasonable supplemental voter\r\n\nidentification, systematic complication of the election process,\r\n\nincomplete distribution of election materials;\r\n\n* **Fraud**, such as stealing ballots, stuffing ballots, destroying ballots,\r\n\nmisreading, miscounting, providing misleading reports to the media,\r\n\nvoting twice, trying to remove indelible ink;\r\n\n* **Logistical problems**, including insufficient number of ballots, ballots\r\n\nmissing for certain parties, insufficient number of envelopes, ink that\r\n\nwashes off, inadequate secrecy of the vote, missing officials, missing\r\n\nvoter registry, no artificial lights; and\r\n\n* **Civic education:** voters do not seem to have a reasonable\r\n\nunderstanding of their right to freely choose a candidate or how to\r\n\nexpress their choice, and administrators do not have a reasonable\r\n\nunderstanding of their duties and how to execute them.\"\r\n\n\n\n**SURVIVING THE ELECTION:**\r\n\n**2. Safety At Election Time**\r\n\n_(Adapted from the IFJ Safety Manual -- Danger! Journalists At Work -- and_\r\n\n_a manual for journalists in South Africa, produced by the South African_\r\n\n_Union of Journalists.)_\r\n\nThe International Federation of Journalists' Safety Manual states that a\r\n\nstory isn't worth your life. And that should be the starting point for everyone\r\n\n\\-- from the editor to the eager and enthusiastic freelance trying to get the\r\n\nbig story that will make his or her name. Journalists must learn to survive,\r\n\nto avoid injury, jail, expulsion or any of the other perils of our profession --\r\n\nand still get the story.\r\n\nIn August, 1992 - when it was becoming apparent that attacks on\r\n\njournalists were increasing at a frightening rate - the South African Union\r\n\nof Journalists convened a seminar to which representatives of the major\r\n\npolitical organisations in the country were invited.\r\n\nThis resulted in the **\"Declaration of Respect for the Rights of Working**\r\n\n**Journalists\".**\r\n\nThis was signed by the African National Congress, the Congress of South\r\n\nAfrican Trade Unions, the Democratic Party,the Inkatha Freedom Party,\r\n\nthe National Party, the Pan African Congress, and the South African\r\n\nCommunist Party. The pledge said:\r\n\n_\"We share the concern of the SAUJ at recent attacks and threats of_\r\n\n_attack against journalists, and agree that the rights of working_\r\n\n_journalists should be respected at all times while they are engaged_\r\n\n_in news-gathering in South Africa._\r\n\n_\"We acknowledge that the SAUJ expects its members to work in_\r\n\n_accordance with the Union's Code of Conduct and the IFJ_\r\n\n_Declaration of Principles on the Conduct of Journalists._\r\n\n_\"We undertake within the limits of our influence and abilities to_\r\n\n_respect and promote the physical safety of journalists, including_\r\n\n_news photographers and radio and television crews\"._\r\n\nWhile journalists in the rest of Africa might think the situation in South\r\n\nAfrica could not be repeated in their country, election violence is clearly not\r\n\na South African invention. Recent events in Nigeria, Equatorial Guinea,\r\n\nand Kenya show that election time is when the heat is most turned on\r\n\njournalists and media.\r\n\n**All journalists' organisations should seek from political parties and**\r\n\n**national authorities a declaration similar to that obtained in South**\r\n\n**Africa. It sets the rights tone for the election campaign and provides**\r\n\n**a point of reference if journalists run into trouble.**\r\n\n **Journalists' Rights**\r\n\nJournalists have the right to refuse an assignment they consider too\r\n\ndangerous. It is a right worth using more often. If you start feeling\r\n\nuncomfortable or the situation suddenly turns ugly, turn back. You cannot\r\n\nbe fired for refusing a job which puts your life at risk.\r\n\nDon't hesitate to say no and don't feel guilty. If other journalists take\r\n\nreckless risks, they are foolhardy and should not be encouraged.\r\n\nIf you are covering a dangerous assignment, you have the right to full\r\n\ninsurance (life, health, riot, property). If your employer or the organisation\r\n\ncommissioning your services refuses to provide basic assurances of\r\n\nsupport in the event of things getting ugly,consider turning down the\r\n\nassignment.\r\n\nFreelances are often badly exploited, and should be confident in\r\n\ndemanding coverage or to be paid enough (extra) to cover the cost of\r\n\ninsurance. If you are attacked, report it to your employer and to your union,\r\n\neven if you are not injured or only slightly injured. If the followers of a\r\n\nparticular political organisation or movement are responsible, ask your\r\n\neditor to take it up with that organisation. Make sure that your union does\r\n\nthe same.\r\n\nPublicity also increases public awareness of the problem. If you know of\r\n\nattacks against journalists that have not been published, ask your union to\r\n\ntake up the issue with your editor. Information is the only weapon we have\r\n\nin fighting violence against journalists.\r\n\nUnions cannot, for example, demand that employers provide protective\r\n\nclothing unless they have adequate information about the level of attacks.\r\n\n\n\nMedia organisations need an overall picture of what is happening if they\r\n\nare to take up the issue with politicians.\r\n\nSometimes it is useful to have an **independent body monitoring**\r\n\n**elections activities** that can take up cases of threats and intimidation.\r\n\nThis body should include representatives from international organisations\r\n\ndefending press freedom or persons that know how to get in touche with\r\n\nthem. Support from abroad can act as a deterrent on a government\r\n\ntempted to bully the independent media.\r\n\n**Staying out of Trouble**\r\n\n**Never carry a gun or a weapon.** Get basic first aid training. This does not\r\n\nmean an obligation to provide medical care to every victim you see, but it\r\n\nmay assist an injured colleague.\r\n\n**Know your rights.** It is useful to have an understanding of the regulations\r\n\nwhich relate to unrest areas, and to know which areas are affected. This\r\n\nknowledge will allow you to challenge with confidence any member of the\r\n\nsecurity forces who tells you that you may not take photographs, or who\r\n\norders you to leave an area when you have a right to stay. Remember\r\n\nthan an irresponsible or uninformed act may not only put you in danger,\r\n\nbut could also have repercussions for colleagues.\r\n\n**Know your destination.** Be as prepared as possible before leaving the\r\n\noffice. Know what political, racial, religious or any other conflict exists\r\n\nwithin a region. Information can keep you out of trouble. Talk to other\r\n\njournalists. Networking is important. If you have experienced problems in a\r\n\nparticular area, warn other journalists to be careful.\r\n\n**Make Contacts.** Get to know the media officers of all the major\r\n\norganisations in the area. Look out for press marshals at rallies and\r\n\nmarches.If you have any difficulty, ask a marshall for help. If you are\r\n\ncovering a major protest march or political rally,survey the route/venue\r\n\nbeforehand. Look for telephones that can be used, vantage points from\r\n\nwhich you can survey the event without being too close in case of trouble.\r\n\nBe familiar with the roads and where they lead to in case you have to\r\n\nleave suddenly. Learn and observe local community protocol. This could\r\n\ninclude who you speak to first when you go into a community, and how\r\n\nyou address leaders.\n\n**Dress Appropriately.** Always dress in comfortable clothing that does not\r\n\nlimit your freedom of movement. Especially no heels or narrow skirts.\r\n\nClothing that attracts attention to you is out of place in a trouble zone.\r\n\nDress to be inconspicuous. Avoid leather jackets, expensive sun glasses\r\n\nor jewellery. They make you a walking target for criminals. Be aware of the\r\n\ncolours of the political movements and parties active in your region, and\r\n\navoid wearing them in the same combinations.\r\n\nSome journalists prefer to dress formally, but many believe that it is better\r\n\nnot to be too well-dressed for fear of being mistaken for police officers.\r\n\nAvoid t-shirts with political slogans.\r\n\nThere is a debate whether it is better always to be instantly identifiable as\r\n\na journalist or not. Some journalists think it is a good idea to wear a t-shirt\r\n\nwhich announces \"press\" or \"media\"; others point out that journalists are\r\n\nsometimes targeted precisely because they are from the media. There is\r\n\nno easy or safe answer.\r\n\nIt is clear that there will be times when it is better to be identifiable and\r\n\nothers when it is not. Use your judgement.\r\n\n**Before leaving home.** The most basic rule of covering conflict is never to\r\n\ntravel alone. If there is no-one else from your news organisation available,\r\n\ntelephone around to find a colleague to take along.It is worth the time and\r\n\ntrouble. And while we might be in competition, we are still colleagues.\r\n\nWatch out for one another. Always tell your editor, colleagues and family\r\n\nwhere you are going and what time you expect to be back.\r\n\nMake sure someone at home knows what to do and who to contact if you\r\n\ndon't arrive.\r\n\n**In the field.** Listen to the locals. Pay attention to advice from people living\r\n\nin a region or an area. They know best. It is essential to carry a press card.\r\n\nKeep it handy. Don't keep it in your wallet - you'll be advertising your\r\n\nmoney every time you take out your press card.\r\n\nThe breast pocket of your shirt is a good place. Watch out for big crowds.\r\n\nThey are a good signal for what is happening. But don't stop your vehicle\r\n\nin front of the crowd, or try to drive through it. And if things are too quiet\r\n\nand there are few or no people on the streets, this could indicate danger.\r\n\nIf there are other journalists about, stick close to them. Never be seen to\r\n\nbe too friendly with the security forces. If a security officer offers his or her\r\n\nhand, don't take it. Apologise and say you don't mean to be offensive, but\r\n\nyou cannot afford to be seen shaking hands.\r\n\nIf you are caught in the middle of a disturbance, move away -- but don't\r\n\nrun. If you run, you could be seen as a target. Do not attempt to cross\r\n\ndirectly from one side of a confrontation to the other.\r\n\n**Above all, remember to keep someone -- your office, your home, your**\r\n\n**union, or the IFJ -- informed about where you are at all times.**\r\n\n_Checklist_\r\n\n_a) Examine the potential for irregularity -- the best observers of the_\r\n\n_quality of an election should be media themselves._\r\n\n_b) Seek support from all political parties for a joint declaration on the_\r\n\n_question of safety of journalists such as that achieved in South_\r\n\n_Africa._\r\n\n_c) A briefing for journalists on safety points taking up some of this_\r\n\n_points made here? Would all media co-operate in producing such a_\r\n\n_document?_\r\n\n_d) Prepare and circulate to all your colleagues a list of numbers -- local_\r\n\n_and international -- that they can use if they experience difficulties?_\r\n\n_Use the IFJ \"Help Card\" as a starting point._\r\n\n\n\n**SURVIVING THE ELECTION:**\r\n\n**3. Public Opinion Polling**\r\n\nPublic opinion polls are a common feature in most elections. They can be\r\n\ncommissioned by the media, by political parties or social organisations.\r\n\nMost media-commissioned polls are based on the horse race model:\r\n\nwho's ahead, who is behind? and often play an excessive role in the\r\n\ncampaign coverage.\r\n\nThey are often unconvincing and very much open to manipulation and\r\n\nmisjudgments. Of course, they get top billing in news coverage, most poll\r\n\nstories appearing on the front page. But a poll story is entirely\r\n\nmanufactured. It is pseudo-news created by media who create it, pay for it,\r\n\nand then report on it.\r\n\nJournalists should give more prominence to surveys on issues. Public\r\n\nopinion polls should be used as a news gathering tool in order to identify\r\n\nexpectations from the electorate.\r\n\nThis form of journalism is called \"precision journalism\", that is using\r\n\nscientific research methods to collect and report news. Those methods\r\n\ncome mainly from the social sciences, sociology, psychology, political\r\n\nscience. Some use qualitative techniques (as the case study, the oral\r\n\nhistory, or participant intervention) that require elaborate preparation for in-\n\ndepth interviews, others use quantitative techniques, that is essentially the\r\n\nscientific poll.\r\n\nGenerally journalists will be expected to comment on polls commissioned\r\n\nby others. Therefore they will need a basic understanding of polling\r\n\ntechniques in order to analyze and interpret accurately the survey data as\r\n\nwell as to identify possible manipulation or misinterpretation.\r\n\nThis familiarity with polling techniques can also be extremely valuable\r\n\nwhen a media commissions its own survey. A journalist should always be\r\n\nassigned to work with the professional pollster and should be\r\n\nknowledgeable about sampling procedures, questionnaire elaboration, and\r\n\ndata analysis.\r\n\nJournalists should carefully review guidelines published by some\r\n\nrespected polling organizations like the American Association of Public\r\n\nOpinion Research. Such organisations recommend that news stories\r\n\nbased on public opinion surveys include the following information:\r\n\n* The date or dates of the interviews;\r\n* The name of the sponsoring organization (e.g. this poll was\r\n\ncommissioned by the Democratic Party or by the Trade Union\r\n\nConfederation);\r\n\n* The quantitative characteristics of the sample: population base,\r\n\nsample size (total number of respondents). For opinion polls, the\r\n\nsampling size tends to range from 400 to 2,500. The larger the\r\n\nsample the lesser the margin of error. However the latter figure is\r\n\nmore than adequate, regardless of the size of the population. The\r\n\ninformation should also mention the number of people in any\r\n\nsubsample on which a result is based;\r\n\n* The manner in which interviewing was done, usually either by\r\n\ntelephone, written questionnaire or face-t-face;\r\n\n* The exact wording of key questions;\r\n* The margin of error\r\n\n_Marta Lagos, a public opinion pollster from Chile gave this advice when_\r\n\n_assisting in the Namibian transition. Her remarks were designed to political_\r\n\n_party pollsters but they help understand the importance of public opinion_\r\n\n_polling for journalists as well:_\n\n\"You must have information on what people are thinking: what\r\n\npeople want in social, economic and political terms, and how much\r\n\nthey expect from what they want. The question of expectations is\r\n\ncrucial for the stability of the political process after the election has\r\n\ntaken place.\r\n\n\"You have to have information about political parties, the\r\n\norganizations that are taking place in the election. Which are\r\n\npartners? Which are your opponents? What are their\r\n\ncharacteristics? What are their messages? You need information\r\n\nabout institutions. For example, what is a role of the church as an\r\n\ninstitution in the political arena?\r\n\n\"The selection of issues is most important. Among the most\r\n\nimportant are:\r\n\n* Information about political parties: which parties the individual likes.\r\n* Voter intention: how the individual voted in the last election and if\r\n\nhe or she stays with the same party or whether he or she is\r\n\nchanging his or her mind; Whether he or she is undecided;\r\n\n\r\n\n* The positive traits and the personality of the candidate: what the\r\n\nindividual likes the most and the least;\r\n\n* Confidence in the performance of institutions -parliament, the\r\n\njustice system, the armed forces, the media;\r\n\n* Political process: is the individual confident that the process is\r\n\ngoing to be fair?\r\n\n* Attitudes towards the importance of the vote: does the individual\r\n\nfeel that his or her vote counts, that it matters whether he or she\r\n\nvotes (this can reveal information about the turnout of the election)?\r\n\n* Attitudes towards politicians: are they corrupt, are they only looking\r\n\nout for their own interests, are they reliable and trustworthy?\r\n\n* The reliability of the media: does the individual believe what he or\r\n\nshe sees on TV, hears on the radio, reads in the newspapers?\"\r\n\n\n\n##  Chapter Five\r\n\n**GUIDELINES FOR ELECTION COVERAGE**\r\n\n**1. Introduction**\r\n\nConditions vary between transitional democracies and even between\r\n\ndifferent regions within the same country so it is important to note that the\r\n\nproposed guidelines and recommendations set out here should be\r\n\nadapted according to the national context.\r\n\nHowever, the foundation for any set of guidelines are treaty obligations\r\n\nand internationally-recognised practise for the conduct of elections.\r\n\nBefore any election can be undertaken in a manner which will satisfy any\r\n\ninternational scrutiny it is necessary to ensure that legislation which is\r\n\ncontrary to freedom of the press should be repealed. Therefore, all laws\r\n\nwhich are in violation of Article 19 of the Universal Declaration of Human\r\n\nRights should be identified and repealed prior to the election process.\r\n\nAll legal conditions need to take account of the predominant vehicle for\r\n\ncommunicating election information, particularly regarding candidates,\r\n\ndiscussion of issues and the views of political parties.\r\n\nThe message may be carried primarily by radio, television or print media,\r\n\nor may be transmitted through other information initiatives, such as public\r\n\nmeetings. Therefore, the need for plurality and openness in any one or all\r\n\nof these methods is a vital starting point in defining a sound election\r\n\ninformation strategy.\r\n\nThe IFJ strongly believes that the role of Government is to encourage\r\n\nprofessionalism in all media and to demonstrate commitment to citizens'\r\n\nrights by ensuring that state-owned media play a leading role in providing\r\n\nthe people with the information which they need to take informed\r\n\ndecisions. The issue here is to convert government media from official or\r\n\nstate media into public service broadcasters.\r\n\nFairness and balance in broadcast media is particularly essential since in\r\n\nmost countries the reach of print media is seriously limited by high levels of\r\n\nilliteracy, ignorance of national (French, English or Portuguese) languages,\r\n\nprice of newspapers, transportation and distribution problems in the\r\n\ncountryside, and by insufficient availability of newsprint and printing\r\n\npresses. Radio and TV are also very often the main channels for\r\n\ncommunication in local languages. Broadcasters have consequently a high\r\n\nresponsibility in assuring that the largest majority of the population gets as\r\n\nmuch information as possible.\r\n\nThese guidelines apply to government media which have an obligation\r\n\nunder international law to fulfil the duties of impartiality and nondiscrimination. But they should be an inspiration also for private\r\n\nbroadcasters under the principle that balanced coverage and equal access\r\n\nto the airwaves enhance the fairness of the electoral campaign.\r\n\nWe believe that the following guidelines, provided by the International\r\n\nCentre against Censorship Article 19, provide a basic and initial text for\r\n\ngovernments in establishing an acceptable framework for election\r\n\ncoverage. (A more detailed set of guidelines from Article 19 has been\r\n\npublished under the title Guidelines for Election Broadcasting in\r\n\nTransitional Democracies. See: Sources).\r\n\n**2. Media Monitoring**\r\n\nJournalists are being observed as much as they observe during election\r\n\ntime. In elections in South Africa, for instance, media monitoring projects\r\n\nwere set up, often with foreign funding, in order to assess how the media is\r\n\ncovering the campaign.\r\n\nAn election cannot be judged to be free and fair if state or private\r\n\nmonopolies overwhelm the news scene and do not give citizens a\r\n\nrepresentative and balanced picture of the campaign. Or if journalists do a\r\n\npoor job.\r\n\nJournalists, editors and publishers sometimes resent this monitoring but\r\n\nmedia criticism is part of the democratic process which can be used to\r\n\nimprove the quality and professionalism of the media. Some media have\r\n\nset up their own media monitoring as part of normal election coverage\r\n\nbelieving that media play a decisive role in the election and should\r\n\ntherefore be reported on. Some even apply these criteria to their own\r\n\ncoverage in order to detect and correct any bias in coverage of the\r\n\nelection.\r\n\nThe Project Vote Smart in the United States gives an idea of the issues\r\n\ninvolved by asking would-be monitors to answer the following\r\n\nquestions: Are opposing candidates treated in a like manner?\r\n\nWho is interviewing the candidate-an ally, an adversary or a nonpartisan interviewer?\r\n\nAre media participating in the creation of soundbites and photo\r\n\nopportunities?\r\n\nAre media stories giving you the information you need on issues\r\n\nfacing your community and your country?\r\n\nIn South Africa, the Media Monitoring Project (MMP) undertook the\r\n\nmonitoring of all television news stations, 13 radio stations and 17 daily\r\n\nnewspapers. Its reports were sent to news organisations, political parties,\r\n\nembassies, national and international observers, the electoral commission\r\n\nand a selection of personalities and institutions.\r\n\nThe MMP said: \"Monitoring the media comprises two different aspects.\r\n\nOne is the obvious assessment of whether political parties receive\r\n\nequitable coverage. The other, which is generally overlooked, is assessing\r\n\nthe manner in which the media is covering the election processes. This\r\n\nraises questions such as: Is the media exposing instances of intimidation,\r\n\nregardless of the source? Are allegations of electoral fraud or misconduct\r\n\nbeing reported?\"\r\n\nThe fundamental point of departure of the MMP was to assess the role\r\n\nplayed by South African media in the run-up to the country's first\r\n\ndemocratic elections. This assessment drew upon internationally accepted\r\n\nstandards for the media: of promoting fairness, impartiality and diversity of\r\n\nopinions. The IFJ code of conduct (See Page 50) could be one of these\r\n\nstandards.\r\n\nThe European Court, for instance, refers to the right's of citizens to be\r\n\ninformed through:\r\n\n **Full information,** which covers all sides of a particular issue.\r\n\n **Impartial information**, which does not explicitly or implicitly take\r\n\nsides on any issue.\r\n\n **Independent information** which does not serve any particular\r\n\npolitical interest.\r\n\n **Accurate information**, which does not exclude or distort issues\r\n\nwhich are in the public interest.\"\r\n\nThe MMP monitored:\r\n\n1) all stories that deal with the election campaign;\r\n\n2) all stories that deal with party-political campaigning for the\r\n\nelection;\r\n\n3) all stories that deal with any news about political parties, the\r\n\ngovernment, etc.;\r\n\n4) all stories that deal with other news (violence, the\r\n\neconomy, etc.) and which mention or imply a connection with\r\n\nthe government or political parties.\r\n\n5) all stories that deal with government apparatus (police,\r\n\nsecurity forces, local government, etc.) or with opposition to\r\n\nthese apparatuses.\r\n\nMedia monitoring includes basically:\r\n\n a) **a quantitative study**, the \"fairness factor\". How much time, how\r\n\nmuch space is devoted to each contender and/or political party\r\n\nand/or sister organisation) and\r\n\n b) **a qualitative approach**: the contents of the news, story angles,\r\n\nsemantics, nature and context of time and space measured,\r\n\nplacement of the measured time or space;\r\n\n c) **critical events analysis** (comparative analysis of front page\r\n\nnews); the \"spiral of silence\": determining what's and who's missing\r\n\nin the news.\r\n\n d) **Determining the hierarchy of news**: the priority given to\r\n\nparticular parties/election issues; the \"flow of approval\": examining\r\n\nhow a certain mind-set or attitude is cultivated through constant\r\n\nrepetition and placement.\r\n\n\n\n## GUIDELINES FOR GOVERNMENT\r\n\n**GUIDELINE ONE:** **_Government Media Must Inform All Citizens_**\r\n\n_During the period preceding an election, Government media_\r\n\n_must provide the public with relevant information so that citizens_\r\n\n_can make informed choices in the election. In particular,_\r\n\n_Government media must provide information about:_\r\n\n*  _The **political parties** and **candidates** contesting the_\r\n\n_election;_\r\n\n*  _The **issues** which are the subject of the campaign,_\r\n\n_including material in **party manifestos**;_\r\n\n*  _The **voting process** itself and all other information which_\r\n\n_will assist people **to participate** in the election._\r\n\n**Commentary:**\r\n\n1. Article 25 of the International Covenant on Civil and Political\r\n\nRights states that governments have an obligation to ensure\r\n\nthat **\"Every citizen shall have the right and opportunity,**\r\n\n**without distinction to vote at genuine elections.\"**\r\n\n 2. Governments in countries where the majority of people have no\r\n\nexperience of multi-party elections have a particular\r\n\nresponsibility to ensure the widespread dissemination of\r\n\nrelevant information about elections.\r\n\n3. The right to vote is particularly important to people who are\r\n\nilliterate. Governments must ensure that they have access to all\r\n\ninformation about how to vote.\r\n\n\r4. Governments must provide, either through broadcast media or\r\n\nthrough other information initiatives, an election information\r\n\nservice accessible by all voters residing in the country. \n\n\n\n**GUIDELINE TWO: _Government Media Must Be Impartial_**\r\n\n_Government media must be balanced and impartial in reporting_\r\n\n_of news and information regarding an election. In particular,_\r\n\n_Government media should ensure that programmes and_\r\n\n_information services are not biased in favour of one candidate or_\r\n\n_one party, but should provide equitable access to media for all_\r\n\n_candidates and parties contesting the election._\r\n\n**Commentary:**\r\n\n1. Article 19 of the Universal Declaration of Human Rights states:\r\n\n**\"Everyone has the right to freedom of opinion and**\r\n\n**expression; this right includes freedom to hold opinions**\r\n\n**without interference and to seek, receive and impart**\r\n\n**information and ideas through any media and regardless of**\r\n\n**frontiers.\"**\r\n\n2. In order to guarantee citizens this right, the state must ensure\r\n\naccess to public media of opinions and ideas expressed by all\r\n\nparties and candidates during an election period. Journalists\r\n\nmust be free to exercise their professional judgement in election\r\n\ncoverage free of guidance or direction from governmental or\r\n\nstate authorities.\r\n\n3. The state-owned media should make a distinction in editorial\r\n\ncoverage between official duties of government representative\r\n\nand election campaigning activity they may undertake on behalf\r\n\nof their party and its candidates in the election.\r\n\n**GUIDELINE THREE: _Government Must Protect Media_**\r\n\n_The Government is obliged to protect media organisations and_\r\n\n_media employees from all forms of intimidation, violence or acts_\r\n\n_of harassment._\r\n\n_The Government should investigate, prosecute and punish_\r\n\n_illegal actions intended to interfere with media freedom or to_\r\n\n_restrict the free exercise of journalism._\r\n\n**Commentary:**\r\n\n1. The United Nations recently appointed a Special Rapporteur,\r\n\nAbid Hussein, on the question of freedom of expression and\r\n\nopinion and to consider, among other issues, safety of\r\n\njournalists.\r\n\nThis appointment, with other UN declarations on the question,\r\n\nparticularly by Unesco and the UN Human Rights Commission,\r\n\nunderscores the special importance which the international\r\n\ncommunity attaches to the physical protection of journalists.\r\n\n2. Effective protection of media personnel, equipment and\r\n\npremises is vital to ensure that the media can satisfactorily carry\r\n\nout the public function of informing the public about matters of\r\n\npublic interest. This is particularly important at election time.\r\n\n**GUIDELINE FOUR: _Government Must Not Censor_**\r\n\n_The Government must not censor election programmes and_\r\n\n_must guarantee editorial and professional autonomy of_\r\n\n_journalists during the period preceding an election._\r\n\n_Governments should create independent commissions to_\r\n\n_monitor the election process with responsibility to review and to_\r\n\n_report on media coverage._\r\n\n**Commentary:**\r\n\n1. The Government should issue a clear statement to the public\r\n\nthat all media are encouraged to freely publish and broadcast\r\n\nelection-related news and information and that media\r\n\norganisations will not be penalized for broadcasting\r\n\nprogrammes or publishing information because they are critical\r\n\nof the actions or policies of the Government or the ruling party.\r\n\n2. Government must not review election programmes or articles\r\n\nand news items prior to broadcast or publication.\r\n\n**GUIDELINE FIVE: _Government Must Open the Airwaves_**\r\n\n_Government media must provide opportunities for legal political_\r\n\n_parties and candidates to air their views, without interference in_\r\n\n_the content and form of expression of their views, other than in_\r\n\n_the context of journalistic presentation of information._\r\n\n_Access to election candidates should be granted:_\r\n\n_a) directly, through the provision of direct-access_\r\n\n_programmes allocated without discrimination and on equal_\r\n\n_terms to all parties and candidates;_\r\n\n_b) indirectly, through the exercise of professional journalism_\r\n\n_in which the right of reply and correction should be granted_\r\n\n_to any candidates or party that makes a reasonable claim_\r\n\n_of having been defamed or injured._\r\n\n**Commentary:**\r\n\n1. In the first election of a transitional democracy that media,\r\n\nwhether state-owned or private, should be fair and inclusive. In\r\n\nsome elections this can appear impractical and difficult (in\r\n\nNamibia 14 political parties equally shared broadcast time in\r\n\n1989 and in some countries in Eastern Europe dozens of\r\n\nparties contesting the first election were given air time.)\r\n\nA particular problem is viewer and listener interest, which can\r\n\nquickly diminish when a multitude of voices clamours for\r\n\nattention. However, the principle of equal time gives all parties a\r\n\nvoice, demonstrates variety in content and form of political\r\n\nchoice, and promotes confidence in the election process.\r\n\n2. Inter-party agreement should be established to elaborate the\r\n\nprocess for obtaining and granting direct access.\r\n\n3. The process of purchasing election advertising should be\r\n\nregulated to ensure equality of opportunity to limit the advantage\r\n\nof richer parties.\r\n\n**GUIDELINE SIX: _Government Media Must Educate Voters_**\r\n\nThe Government must ensure that all potential voters in all\r\n\nregions of the country are able to receive information which will\r\n\nenable them to vote.\r\n\n**Commentary:**\r\n\n1. The Government's obligation of balance and impartiality\r\n\nregarding the fundamental rights of voters also extends to\r\n\nproviding voters with such information regarding the election\r\n\nprocess as they need to exercise their freedom of expression.\r\n\n2. The election process can be bewildering even in countries with\r\n\na tradition of parliamentary and multi-party democracy and is\r\n\nmuch more so in countries where communications are limited\r\n\nand many citizens have had minimal education opportunities.\r\n\n3. Special election information campaigns, which must be accurate\r\n\nand impartial, carried out in local languages and organised\r\n\nthrough radio, TV, press and public meetings in district and\r\n\nvillage centres, are an essential component in any voter\r\n\neducation strategy.\r\n\n4. Any voter education campaign must pay special attention to the\r\n\nneeds of women, religious minorities and tribal minorities, many\r\n\nof whom may have been excluded from the political process.\r\n\n5. Governments should use appropriate expertise, such as that\r\n\nprovided by national human rights organisations, in the\r\n\nelaboration of a voter education programme.\r\n\n**GUIDELINE SEVEN: _Government Media Must be Professional_**\r\n\n_Government media must demonstrate the highest standards of_\r\n\n_journalism and must provide balanced, accurate and impartial_\r\n\n_coverage of news and current affairs and Government must_\r\n\n_establish a mechanism for regulating and monitoring election_\r\n\n_broadcasts._\r\n\n**Commentary:**\r\n\n1. Because news reporting provides the most influential\r\n\ninformation of an election campaign, the election process is the\r\n\ngreatest test of professionalism in journalism. State media must\r\n\nprovide journalists with the best professional conditions in which\r\n\nto work.\r\n\n2. Many countries establish systems to monitor the time allocated\r\n\nby news programmes to various parties and issues and make\r\n\nefforts to ensure that corrections take place to try to ensure\r\n\nbalance in coverage.\r\n\n3. It is important to allow journalists to distinguish between editorial\r\n\ncoverage of official duties by ministers and government officers\r\n\nand coverage of their activities in as candidates in an election.\r\n\n4. Journalists should not be subject to pressures or corrupt\r\n\npractices (such as accepting \"facilities\" for transport or\r\n\ncommunications provided by candidates or parties in elections);\r\n\n5. Governments should establish, where possible, a central\r\n\nelection communication centre to which journalists have access\r\n\nand which provides a clearing house for information and news\r\n\nregarding the election.\r\n\n## GUIDELINES FOR MEDIA\r\n\n_The following guidelines have been agreed in Australia for journalists_\r\n\n_working at the Australian Broadcasting Corporation and are similar to_\r\n\n_those which apply in many other countries, including at the BBC. They_\r\n\n_emphasise to the need for plurality in public broadcasting._\r\n\n **Guidelines**\r\n\n1. News and current affairs programmes should inform the public of\r\n\nelection issues.\r\n\n2. A range of party spokespersons should be sought for comment and\r\n\nexplanation of the issues of the campaign.\r\n\n3. Coverage of the leaders of the parties should not be at the expense\r\n\nof the main issues.\r\n\n4. Segments of news bulletins should be set aside for \"hustings\r\n\nreports\". However, this does not exclude coverage within news\r\n\nbulletins of items about the campaign, chosen on their own merits.\r\n\n5. As a general rule, ensuring that an equal amount of time is given to\r\n\nthe major parties is one method of measuring overall balance, but it\r\n\nis recognised that news value judgments may not always make\r\n\nequality of time either possible or desirable.\r\n\nCoverage of minor parties should not be disproportionate to their\r\n\nrole in the election.\r\n\nIt is recognised that some issues before the electorate may not be\r\n\nexclusively identified with policies of any one party. A running total of\r\n\nthe time given to each party is to be kept, and provided each week to\r\n\nthe Corporation's Executive Directors.\r\n\n6. The Editorial Charter, as approved by the Board on 7 July, 1984 is\r\n\nto be followed.\r\r\n\n **Editorial Charter**\r\n\n1. The Australian Broadcasting Corporation takes no editorial stand in\r\n\nits programming.\r\n\n2. Editorial staff will avoid any conflict of interest in performance of their\r\n\nduties.\r\n\n3. Every effort must be made to ensure that the content of news and\r\n\ninformation programmes is accurate and in context. Demonstrable\r\n\nerrors will be corrected with minimum delay and in a form most\r\n\nsuited to the circumstances.\r\n\n4. Balance will be sought through the presentation as far as possible of\r\n\nprincipal relevant viewpoints on matters of importance. This\r\n\nrequirement may not always be reached within a single programme\r\n\nor news bulletin, but will be achieved within a reasonable period.\r\n\n5. Impartiality does not require editorial staff to be unquestioning, or the\r\n\nCorporation to give all sides of an issue the same amount of time.\r\n\nNews values and news judgments will prevail in reaching decisions,\r\n\nconsistent with these standards.\r\n\n6. In serving the public's right to know, editorial staff will be enterprising\r\n\nin perceiving, pursuing and presenting issues which affect society\r\n\nand the individual.\r\n\n7. Editorial staff will respect legitimate rights to privacy of people\r\n\nfeatured in the news.\r\n\n8. Authority for editorial directions and decisions will be vested in\r\n\neditorial staff.\r\n\n9. Editorial staff will ensure that coverage of newsworthy activity within\r\n\nthe Australian community is comprehensive and non-discriminatory.\r\n\n\r\n\n## Chapter Six\r\n\n**1. POLICY TEXTS: UNESCO AND COUNCIL OF EUROPE**\r\n\nThe Declaration of Windhoek was adopted by General Conference of\r\n\nUNESCO in 1991 and by the IFJ at its World Congress in Montreal in\r\n\nJune, 1992, stated that:\r\n\n_\"consistent with Article 19 of the Universal Declaration of Human Rights,_\r\n\n_the establishment, maintenance and fostering of an independent,_\r\n\n_pluralistic and free press is essential to the development and maintenance_\r\n\n_of democracy in a nation, and for economic development\"._\r\n\nThe Declaration defined \"**independent**\" as meaning \"a press independent\r\n\nfrom governmental, political or economic control or from control of\r\n\nmaterials and infrastructure essential for the production and dissemination\r\n\nof newspapers, magazines and periodicals\".\r\n\nIt defined \"**pluralistic**\" as meaning \"the end of monopolies of any kind and\r\n\nthe existence of the greatest possible number of newspapers, magazines\r\n\nand periodicals reflecting the widest possible range of opinion within the\r\n\ncommunity\".\r\n\nThe Declaration called for constitutional guarantees of freedom of the\r\n\npress and freedom of association. It said the establishment of truly\r\n\nindependent, representative associations, syndicates or trade unions of\r\n\njournalists, and associations or editors and publishers, was a matter of\r\n\npriority in countries where such bodies do not exist.\r\n\nIt said that national media and labour relations laws should be drafted in\r\n\nsuch a way as to ensure that such representative associations can exist\r\n\nand fulfil their important role in defence of press freedom.\r\n\nThe Council of Europe adopted a comprehensive statement on journalistic\r\n\nfreedom and human rights at the 4th Ministerial Conference on Mass\r\n\nMedia Policy held in Prague on December 7-8 1994. The statement --\r\n\n**Media in a Democratic Society** -- provides support for actions to ensure\r\n\npluralism and independence of journalists. The text also includes support\r\n\nfor public service broadcasting. The full text is set out as an appendix to\r\n\nthis handbook.\r\n\n\n\n2. **IFJ TEXTS:**\r\n\n**a) IFJ Principles on the Conduct of Journalists**\r\n\nThe Second World Congress of the International Federation of Journalists,\r\n\nat Bordeaux, April 25-28, 1954, adopted the following declaration; which\r\n\nwas amended by the 18th World Congress, Helsingor, June 2-6, 1986.\r\n\n_\"This international Declaration is proclaimed as a standard of_\r\n\n_professional conduct for journalists engaged in gathering,_\r\n\n_transmitting, disseminating and commenting on news and_\r\n\n_information in describing events._\r\n\n_1. Respect for truth and for the right of the public to truth is the first_\r\n\n_duty of the journalist._\r\n\n_2. In pursuance of this duty, the journalist shall at all times defend_\r\n\n_the principles of freedom in the honest collection and publication of_\r\n\n_news, and of the right of fair comment and criticism._\r\n\n_3. The journalist shall report only in accordance with facts of which_\r\n\n_he/she knows the origin. The journalist shall not suppress essential_\r\n\n_information or falsify documents._\r\n\n_4. The journalist shall use only fair methods to obtain news,_\r\n\n_photographs and documents._\r\n\n_5. The journalist shall do the utmost to rectify any published_\r\n\n_information which is found to be harmfully inaccurate._\r\n\n_6. The journalist shall observe professional secrecy regarding the_\r\n\n_source of information obtained in confidence._\r\n\n_7. The journalist shall be aware of the danger of discrimination being_\r\n\n_furthered by the media, and shall do the utmost to avoid facilitating_\r\n\n_such discrimination based on, among other things, race, sex, sexual_\r\n\n_orientation, language, religion, political or other opinions, and_\r\n\n_national or social origins._\r\n\n_8. The journalist shall regard as grave professional offences the_\r\n\n_following:_\r\n\n _\\- plagiarism;_\r\n\n_\\- malicious misrepresentation;_\r\n\n_\\- calumny, slander, libel, unfounded accusations;_\r\n\n_\\- the acceptance of a bribe in any form in consideration of either_\r\n\n_publication or suppression._\r\n\n_9. Journalists worthy of the name shall deem it their duty to observe_\r\n\n_faithfully the principles stated above. Within the general law of each_\r\n\n_country the journalist shall recognise in professional matters the_\r\n\n_jurisdiction of colleagues only, to the exclusion of every kind of_\r\n\n_interference by governments or others._\r\n\n**IFJ TEXTS:**\r\n\n**b) Manifesto For a Democratic Media Culture**\r\n\nThe **International Federation of Journalists** looks to the future with\r\n\nconfidence. We believe that professional journalists, organised in free and\r\n\nindependent trade unions, play a key role in the creation and maintenance\r\n\nof a democratic media culture.\r\n\nThe **IFJ** believes that democracy depends upon the extension of freedom\r\n\nof expression and social justice worldwide.\r\n\nThe **IFJ** insists that democracy is fully respected when there is an\r\n\nunderstanding of the special and particular role of the media in democratic\r\n\nsociety.\r\n\nThe **IFJ** believes that the role of media in democratic society is to apply the\r\n\nprinciples of press freedom upon which the freedom of expression and\r\n\nopinion relies.\r\n\nThe **IFJ** considers that the treatment of news and information as a\r\n\ncommodity must not override or interfere with the duty of journalists to\r\n\ninform their audience.\r\n\nThe **IFJ** believes media freedom can only be achieved when there is\r\n\nrecognition that:\r\n\n1. A free, independent media reflecting diversity of opinion is a\r\n\nprecondition of democratic societies;\r\n\n2. The free flow of information is the lifeblood of communities whether\r\n\nthey be based on geography, ethnic origins, shared values or\r\n\ncommon language;\r\n\n3. Freedom of expression and opinion can only exist where citizen's\r\n\nrights to freedom of information and the right to know are\r\n\nguaranteed;\r\n\n4. The professional integrity and independent role of journalism have to\r\n\nbe respected to ensure a democratic and pluralistic press around the\r\n\nworld;\r\n\n5. Information and cultural material of communities must not be\r\n\nthreatened for political or economic reasons by technological\r\n\ndevelopments.\r\n\nThe **IFJ** calls upon all governments to provide a legal framework which will\r\n\nensure the freedom of information, freedom of access to sources of\r\n\ninformation, and the freedom to practise professional journalism without\r\n\npressure from either political or economic interests.\r\n\nThe **IFJ** demands full and universal recognition of the right of freedom of\r\n\nassociation and of the right of journalists' unions to bargain collectively on\r\n\nbehalf of their members.\r\n\nThe **IFJ** opposes the use of information media by governments, state\r\n\nauthorities or proprietors for their own political or commercial or personal\r\n\nadvantage.\r\n\nThe **IFJ** promotes and campaigns for the creation of material conditions for\r\n\nthe development of freedom of expression and opinion.\r\n\nThe **IFJ**, therefore, reaffirms its support for the Declaration of Windhoek of\r\n\nMay 3rd 1993 which identifies fundamental principles for the\r\n\nestablishment, maintenance and fostering of an independent, pluralistic\r\n\nand free press which is essential to the development and maintenance of\r\n\ndemocracy in a nation, and for economic development.\r\n\nThe **IFJ** supports the Charter of the United Nations and strengthened\r\n\ninternational co-operation based upon universal respect for trade union\r\n\nand human rights.\r\n\nThe **IFJ** seeks endorsement at local, regional, national and international\r\n\nlevel of the IFJ Code of Principles on the Conduct of Journalism which\r\n\nforms the basis for universal standards of ethical conduct for the practice\r\n\nof professional journalism.\r\n\nThe **IFJ** believes media professionals, journalists and editors and\r\n\npublishers, both in the written and audiovisual media, should engage in\r\n\ndialogue internally and with governmental and intergovernmental\r\n\nauthorities on the question of media policy. Such structures for dialogue\r\n\nshould bring together legitimate representatives of workforce,\r\n\nmanagement and consumers to discuss:\r\n\na) the economic and social development of the media, and in particular,\r\n\nthe need to limit monopolisation which can threaten diversity of\r\n\ninformation sources necessary for the practice of democracy at all\r\n\nlevels in society;\r\n\nb) the problems of unemployment and job insecurity whether caused\r\n\nby concentration of mass media ownership or otherwise;\r\n\nc) the practical implementation of laws, policies and standards\r\n\ndesigned to assist in the development of free and pluralistic media.\r\n\nd) professional, economic and social conditions within the media\r\n\nincluding:\r\n\n1. The development of openness and transparency in the business and\r\n\nsocial affairs of all media enterprises.\r\n\n2. The maintenance of independent and recognised systems of\r\n\nprofessional training which reflect the need for high quality\r\n\njournalism, independent and distinct from political and commercial\r\n\nimperatives.\r\n\n3. Legal recognition of mechanisms for the defence of freedom of\r\n\ninformation and independent journalism such as editorial statutes.\r\n\n4. The creation of secure working conditions within media enterprises,\r\n\nbased upon equality of opportunity and including limitations on\r\n\nexploitation of freelance and casual labour.\r\n\n**SOURCES**\r\n\n**ARTICLE 19**, The International Centre Against Censorship, 33 Islington High\r\n\nStreet, London N1 9LH, United Kingdom, Tel: (071) 278 9292 Fax: (071) 713\r\n\n1356.\r\n\nGuidelines for Election Broadcasting in Transitional Democracies, August\r\n\n1994, London.\r\n\nFreedom of Expression Handbook: International and Comparative Law,\r\n\nStandards and Procedures, August 1993, London, 322pp.\r\n\n**National Democratic Institute for International Affairs**, Suite 503, 1717\r\n\nMassachusets Ave., N.W. Washington, D.C. 20036, Tel: -1-202- 328 3136, Fax:\r\n\n939 3166.\r\n\nUneven Paths: Advancing Democracy in Southern Africa, by\r\n\nPadraig O'Malley, Washington, 1993.\r\n\n**Friedrich Ebert Stiftung** Godesberger Allee 149, D-53170 Bonn,\r\n\nGermany, Tel: 49 228 8830, Fax: 49 228 883696\r\n\n\r\n\nDemocracy in Africa - A New Beginning, International Conference Bonn,\r\n\n1-3 June 1992,\r\n\nAn International Perspective on the Information/Communications Policies\r\n\nof Governments, by Hendrik Bussiek, FES Southern African Media\r\n\nProject.\r\n\n Conference on Media and Freedom of Expression in Southern Africa, 22-\r\n\n24 November, Lusaka.\r\n\n**INTERNATIONAL FEDERATION OF JOURNALISTS**\r\n\n\rThe Right to Know, IFJ/UNESCO, Editor Jean-Paul Marthoz, 1992,\r\n\n36 pp.\r\n\n\r Media for Democracy: Election Handbook for African Journalists.\r\n\nMedia For Democracy: Ethnic Conflict and Political Change \n\n\n\n\n\n\n\n\n\n\n\n## CONTENTS\r\n\n Preface P3\r\n\n **Chapter One**\r\n\n What the Handbook Contains P4\r\n\nDemocracy and the Role of Journalists P5\r\n\n Confronting the Problem of Bias P7\r\n\n Editorial Independence P11\r\n\n **Chapter Two**\r\n\n The Kenyan Experience P14\r\n\n Objectivity and Journalists P16\r\n\n Getting out the Message P17\r\n\n **Chapter Three**\r\n\n An Editor's Model P19\r\n\n Reporters and the Election P24\r\n\n\r **Chapter Four**\r\n\n Surviving the Election:\r\n\n Election Irregularities P27\r\n\n Safety at Election Time P28\r\n\n Public Opinion Polling P33\r\n\n\r\n\n **Chapter Five**\r\n\n Guidelines for Election Coverage P36\r\n\n Media Monitoring P37\r\n\n Guidelines For Government P40\r\n\n Guidelines For Broadcast Media P46\r\n\n **Chapter Six**\r\n\nPolicy Texts: UNESCO and Council of Europe P48\r\n\n IFJ Texts P49\r\n\n **Appendices:** International Declarations of Human Rights",
  "spa": {},
  "nso": {},
  "afr": {},
  "tsn": {},
  "zul": {},
  "por": {},
  "sot": {},
  "title": "Election Reporting Handbook",
  "type": "resources",
  "xho": {}
}