{
  "body": "Source \\[PDF]:[ https://www.sanef.org.za/wp-content/uploads/2018/08/Helpful_Guidelines_For_Journalists_Covering_The_Election_Prepared_By_The_SA_National_Editors.pdf](https://www.sanef.org.za/wp-content/uploads/2018/08/Helpful_Guidelines_For_Journalists_Covering_The_Election_Prepared_By_The_SA_National_Editors.pdf)\n\nHelpful Guidelines For Journalists Covering The Election Prepared By The SA National Editors’ Forum\r\n\nSERVING THE VOTERS BY KNOWING YOUR RIGHTS: Safety at Election Time\r\n\nThis is the time when citizens cast their votes. Citizens must be able to exercise their choice without any irregularity in the voting process, which is why it is critical to ensure a canvassing and voting space free of intimidation. Parties must be able to campaign freely in any area that suits them and the media must be equally free to cover any meeting or rally.\r\n\nElections turn the heat on journalists and the media. The free-flow of information is critical to democracy if an election is to be declared free and fair. This may pose a challenge, so SANEF recommends the following guidelines (adapted from the International Federation of Journalists' (IFJ) Safety Manual -- Danger! Journalists at Work -- and journalists input after a series of IAJ election reporting courses). No journalist should be in danger of risk, injury, imprisonment or death.\r\n\nThe IEC Code.\r\n\nThe IEC code, enshrined in our constitution, is legally binding on all parties and stipulates that the rights of working journalists must be respected at all times. The reporter must be able to operate without harassment, fear, or intimidation. It is undemocratic, unconstitutional and a criminal act to harass or intimidate a reporter in any way.\r\n\nSafety at Election Time\r\n\nNewsrooms must respect and promote the physical safety of journalists, including photo-journalists. Journalists should be aware of the level of “volatility” of an area, including any possibility of racial, religious or political confrontations. If there are problems, media organizations need to be made aware of them and take them up with politicians or independent bodies, like the IEC. Discuss possible scenarios with your editors and newsrooms and map a course of preventative measures/guidelines relevant to your position.\r\n\nPrepare and circulate a list of numbers - local and international – to use if in difficulty. IEC, SAPS and SANEF contact details can be found at the end of this document.\r\n\nSafety plans. In the event of personal danger, turn down the assignment, or discuss various safety scenarios with your editor. You are entitled to full insurance (life, health, riot, property).\r\n\nReport. If you are attacked or threatened with attack, report the incident to your employer, your union and the IEC. The IEC will monitor, track and pattern “incidents” involving the media and citizens.\r\n\nGet it taken up. Should a political organization be responsible for the above, get your editor and the IEC to take it up with the leadership of that party.\r\n\nPublish. Harassment of journalists and other individuals compromises the election process, and should be publicised.\r\n\nKnowledge of what is allowed on Election Day is essential as it enables you to challenge any member of the security forces who refuses to allow photographs or orders you to leave an area.\r\n\nIn hostile, volatile areas: Never travel alone. Tell your editor, colleagues and family where you are going and what time you expect to be back. Make sure someone at home knows what to do and who to contact if you don't arrive. Identify a “safe” spot (home or contact) in the area.\r\n\nIn the field: Listen to the locals. Pay attention to advice from people living in a region or an area. Watch out for big crowds. They signal what is happening. Don't stop your vehicle in front of a crowd, or try to drive through it. Few or no people on the streets might indicate danger.\r\n\nKnow your destination. If you are covering a major protest march or political rally, survey the route/venue beforehand. Look for telephones that can be used (don’t rely only on your cellphone) and vantage points from which you can survey the event without being too close. Be familiar with the roads and where they lead to in case you have to leave suddenly. Learn and observe local community protocol.\r\n\nMake contacts. Get to know the media officers of all the major organisations in the area. Look out for press marshals at rallies and marches.\r\n\nDress appropriately. Wear comfortable clothing. Avoid expensive items. Avoid wearing the colours of the political movements and parties active in your region. While some journalists think wearing a t-shirt which announces \"press\" or \"media\" is a ticket to safety; it must be pointed out that journalists are sometimes targeted precisely because they are from the media. Use your judgment.\r\n\nConsider protective clothing such as gloves, bullet proof vests and other appropriate clothing depending on the danger. You may request these from your media house.\r\n\nKeep your current accredited press card where it’s easily accessible, but not in your wallet, for obvious reasons. If you using your cell phone, carry an extra sim-card and carry coins and a phone card in the event that you have to use a landline.\r\n\nCarry a bottle of water.\r\n\nEXTRACTS FROM THE SOUTH AFRICAN ELECTORAL CODE\r\n\nTaken from the Handbook on Legislation and Regulations for South Africa’s Local Government Elections. Published by the EISA and IEC in 2000. Copies can be obtained from the two organizations.\r\n\nElectoral Code of conduct\r\n\nPurpose of the code : The purpose of this Code is to promote the conditions that are conducive to free and fair elections, including –\r\n\na. Tolerance of democratic, political activity; and\r\n\nb. Free political campaigning and open public debate.\r\n\nPromotion of the Code\r\n\nEvery registered party and every candidate bound by this Code must -\r\n\na. Promote the purpose of the Code when conducting an election;\r\n\nb. Publicise the Code widely in any election campaigns; and\r\n\nc. Promote and support the efforts in terms of this Act to educate voters.\r\n\nAspects of Importance to the Media:\r\n\nRole of women\r\n\nEvery registered party and every candidate must –\r\n\na) Respect the right of women to communicate freely with parties and candidates;\r\n\nb) Facilitate the full and equal participation of women in all political activities;\r\n\nc) Ensure the free access of women to all public political meetings, marches, demonstrations, rallies and other political events;\r\n\nd) Take all reasonable steps to ensure women are free to engage in any political activities.\r\n\nRole of media\r\n\nEvery registered party and every candidate –\r\n\na) Must respect the role of the media before, during and after an election conducted in terms of this Act;\r\n\nb) May not prevent access by members of the media to public political meetings, marches, demonstrations and rallies; and\r\n\nc) must take all reasonable steps to ensure that journalists are not subjected to harassment, intimidation, hazard, threat or physical assault by any of their representatives or supporters.\r\n\nActions of infringement:\r\n\nThose who violate the Electoral Code could face various criminal charges. Depending on the severity of the crime, various punitive measures can be enforced. The law calls for the 11 nullification of votes in the voting district where the incidents occur. Political parties guilty of breaking the law can be fined up to R200 000 (two-hundred-thousand-rand). Results at affected voting stations can be nullified and the\r\n\nparty responsible may be disqualified from a voting station. There is also the possibility of a prison sentence for certain infringements.\r\n\nCRIME SCENE MANAGEMENT\r\n\nIn the interest of justice, the general public and the media need not interfere with the crime scene. If police cannot produce the evidence, criminals will walk and justice would not be served.\r\n\nMembers of the media who may at time be the first at the crime scene should be sufficiently knowledgeable about the necessary steps to preserve evidence until the police arrive.\r\n\n\\* Consider your own safety. Park a safe distance away from the scene.\r\n\n\\* Consider all safety issues: there may still be armed suspects in the vicinity. There may be discarded evidence such as unexploded material or burning material that may be dangerous to an individual.\r\n\n\\* Identify yourself.\r\n\n\\* Police often wear colour-coded jackets, be sure you understand these.\r\n\n\\* Allow the police to take control of and secure the scene.\r\n\n\\* Identify the media liaison officer for a briefing or situation report.\r\n\n\\* If the crime scene is already cordoned, stay outside the cordoned zone.\r\n\n\\* Remember that taking care of the injured takes precedence, with due consideration of the integrity of physical evidence.\r\n\n\\* Approach the scenes with extreme caution and do not handle the evidence otherwise the integrity of it would be compromised due to damage or contamination.\r\n\n\\* Note that a deceased person is also considered evidence.\r\n\n\\* Regard everything within the crime scene as important until proven otherwise by experts.\r\n\n\\* Note that no item at the crime scene is trivial and therefore do not remove or shift anything from the original position.\r\n\n\\* Everything at the crime scene is crucial for the police to piece together what happened. They may be able to identify more physical evidence in order to improve or enhance the quality of the evidence found at the scene for a successful prosecution.\r\n\n\\* Do not step on liquid such as blood or physical evidence such as cartridges and glasses, and do not touch or wipe doors lest you mistakenly erase fingerprints.\r\n\nFor further information see the Handbook on Legislation and Regulations, published by the Electoral Institute of Southern Africa and the Independent Electoral Commission. URL:http://www.eisa.org.za; URL:http://www.elections.org.za.\r\n\nShould you have any enquiries with these Guidelines please contact SANEF’s Executive Director Femida Mehtar at the above SANEF contact details.\r\n\nSome useful contact details:\r\n\nSAPS: Director Phuti Setati has agreed with SANEF that reporters are welcome to call him directly at 082 778 4312 if there are problems between press and the police. Khathu Mamaila, SANEF Media Freedom Chair can also be contacted on 083 274 3941.\r\n\nMEDIA CONTACT NUMBERS FOR THE ELECTORAL COMMISSION\r\n\nThe Chairperson, Commissioner Brigalia Bam, and the Chief Electoral Officer, Adv Pansy Tlakula, are the national spokespersons for the Electoral Commission (IEC). They are assisted by the provincial electoral officers who act as spokespersons in the provinces.\r\n\nThe official spokesperson for the IEC is the Chief Communication Officer:\r\n\nKate Bapela\r\n\nTel: (012) 428 5579\r\n\nFax: (012) 428 5429\r\n\nCell: 082 600 6386\r\n\ne-mail: spokesperson@elections.org.za\r\n\nCommunication Department at National Office\r\n\nPLEASE NOTE that Lydia Young is NOT a spokesperson for the IEC, she only acts as a facilitator for the media.\r\n\nLydia Young\r\n\nTel: (012) 428 5425\r\n\nFax: (012) 428 5429\r\n\nCell: 082 650 8652\r\n\ne-mail: spokesperson@elections.org.za\r\n\nCONTACT NUMBERS IN THE PROVINCES\r\n\nThe Provincial Electoral Officers act as the media spokespersons for the IEC in their province. Their communication officers act as facilitators for the media.\r\n\nEastern Cape Province\r\n\nTel: (043) 709 4200/01/02\r\n\nFax: (043) 742 0948\r\n\nProvincial Electoral Officer: Rev Bongani Finca\r\n\nCell: 082 650 5449\r\n\ne-mail: fincab@elections.org.za\r\n\nCommunication Officer: Ms Pearl Ngoza\r\n\nCell: 083 950 9455\r\n\ne-mail: ngozap@elections.org.za\r\n\nFree State\r\n\nTel: (051) 401 5000\r\n\nFax: (051) 430 4845\r\n\nProvincial Electoral Officer: Mr Jabulani Mepha\r\n\nCell: 082 802 3153\r\n\ne-mail: mephaj@elections.org.za\r\n\nCommunication Officer: Mathabo Mfete\r\n\nCell: 083 507 9895\r\n\ne-mail: mfetem@elections.org.za\r\n\nGauteng\r\n\nTel: (011) 644 7400\r\n\nFax: (011) 644 7447\r\n\nProvincial Electoral Officer: Mr Simon Mamabolo\r\n\nCell: 082 328 3768\r\n\ne-mail: mamabolos@elections.org.za\r\n\nCommunication Officer: Solly Kganyago\r\n\nCell: 082 568 6122\r\n\ne-mail: kganyagos@elections.org.za\r\n\nKwaZulu-Natal\r\n\nTel: (031) 279 2200\r\n\nFax: (086) 674 8829\r\n\nProvincial Electoral Officer: Mr Mawethu Mosery\r\n\nCell: 082 821 9722\r\n\ne-mail: moserym@elections.org.za\r\n\nCommunication Officer: Nonhlanhla Hlongwane\r\n\nCell: 083 273 9452\r\n\ne-mail: hlongwanen@elections.org.za\r\n\nLimpopo\r\n\nTel: (015) 291 0600\r\n\nFax: (086) 674 8802\r\n\nProvincial Electoral Officer: Ms Nkaro Mateta\r\n\nCell: 082 800 2261\r\n\ne-mail: matetan@elections.org.za\r\n\nCommunication Officer: Motsiri Ramafalo\r\n\nCell: 072 548 2134\r\n\ne-mail: ramafalom@elections.org.za\r\n\nMpumalanga\r\n\nTel: (013) 754 0200\r\n\nFax: (013) 753 2564\r\n\nProvincial Electoral Officer: Mr Steve Ngwenya\r\n\nCell: 082 331 3163\r\n\ne-mail: ngwenyas@elections.org.za\r\n\nCommunication Officer: Khampani Victor Kekana\r\n\nCell: 082 360 2644\r\n\ne-mail: kekanak@elections.org.za\r\n\nNorth West Province\r\n\nTel: (018) 387 6500\r\n\nFax: (018) 387 6523\r\n\nProvincial Electoral Officer: Dr Tumelontle Thiba\r\n\ne-mail: thibat@elections.org.za\r\n\nCommunication Officer: Moss Makodi\r\n\nCell: 083 625 9636\r\n\ne-mail: makodim@elections.org.za\r\n\nNorthern Cape Province\r\n\nTel: (053) 838 5000\r\n\nFax: (053) 831 8285\r\n\nProvincial Electoral Officer: Mr Justice Bekebeke\r\n\nCell: 082 650 8640\r\n\nE-mail: bekebekej@elections.org.za\r\n\nCommunication Officer: Godfrey Mjezu\r\n\nCell: 073 646 7045\r\n\ne-mail: mjezug@elections.org.za\r\n\nWestern Cape\r\n\nTel: (021) 944-5300\r\n\nFax: (086) 674 8816\r\n\nProvincial Electoral Officer: Rev Courtney Sampson\r\n\nCell: 083 285 6924\r\n\ne-mail: sampsonc@elections.org.za\r\n\nCommunication Officer: Chris Balie\r\n\nCell: 083 708 3245\r\n\ne-mail: baliec@elections.org.za",
  "spa": {},
  "nso": {},
  "afr": {},
  "tsn": {},
  "zul": {},
  "por": {},
  "sot": {},
  "title": "Helpful Guidelines For Journalists Covering The [SA] Election",
  "type": "resources",
  "xho": {}
}