{
  "body": "The National Democratic Institute for International Affairs in the United\r\n\nStates gives these guidelines to its observer teams. They can also be used\r\n\nas a guideline for journalists: _\"Try to observe research and record the_\r\n\n_severity, frequency and pattern of any of the following issues and the_\r\n\n_number of voters influenced._\r\n\n**Be alert for:**\r\n\n* **Unfair attempts to influence voters or election officials** through\r\n\n  bribes, employment promises, threats, intimidation, systematic\r\n\n  disruption of the election process, unbalanced media access;\r\n\n* **Disenfranchisement of voters** through unreasonably restricting\r\n\n  the registration process, unreasonably restricting candidate\r\n\n  eligibility, failing to register voters, requiring unreasonable\r\n\n  additional voter identification, systematic complication of the\r\n\n  election process, incomplete distribution of election materials;\r\n\n* **Fraud,** such as stealing ballots, stuffing ballots, destroying ballots,\r\n\n  miscounting, providing misleading reports to the\r\n\n  media, voting twice, trying to remove indelible ink;\r\n\n* **Logistical problems** like insufficient ballots, ballots\r\n\n  missing for certain parties, insufficient number of envelopes, ink\r\n\n  that washes off, inadequate secrecy of the vote, missing officials,\r\n\n  missing voter registry, no artificial lighting at the voting centre;\r\n\n* **Civic education:** voters not seeming to have a reasonable\r\n\n  understanding of their right to freely choose a candidate or how to\r\n\n  express their choice. Also look out for administrators who do not\r\n\n  have a reasonable understanding of their duties and how to execute\r\n\n  them.\"\r\n\n* **Police or military** hampering voters or favouring politicians or\r\n\n  voters of a particular party.\r\n\n**Partly based on International Federation of Journalists ELECTION**\r\n\n**REPORTING HANDBOOK**",
  "spa": {},
  "nso": {},
  "afr": {},
  "tsn": {},
  "zul": {},
  "por": {},
  "sot": {},
  "title": "How to detect potential election irregularities",
  "type": "resources",
  "xho": {}
}