{
  "body": "Source Link: <https://app.pocketreporter.co.za/documents/Media_and_Surveys.pdf>\n\n# Toolkit\n\nTOOLKIT NO. 1 PRODUCED BY IDASA’S WORD_ON_THE_STREET_ ([www.wordonthestreet.org.za](www.wordonthestreet.org.za))\n\n**Reporting on public opinion surveys**\n\nM\redia organisations, governments and businesses regularly make use of public opinion surveys as a way of finding out how members of\r the public feel about all sorts of issues.\r\n\nOpinion surveys are widely used in the run-up\r to elections, as a way of trying to predict the outcome or measure\r the success of the parties’ campaigns. But public opinion surveys\r increasingly play a role in-between elections too.\r\n\nOpinion surveys can be a rich and useful resource for journalists,\r but if journalists wish to benefit from this tool, they need to understand it. They need to know how surveys work, how to evaluate\r them, and how to interpret them. \n\n**This toolkit provides\r some basic guidelines to\r assist journalists in\r knowing how surveys\r work, how to evaluate\r them and how to\r interpret them.**\n\n****\n\n**Introduction**\n\nRegular elections are seen as the most\r important way for citizens in a democracy to make their views known. But elections have limitations. For one thing, they\r are rather infrequent – most are held only\r every 4 or 5 years. Secondly, when elections do come around, not everybody participates – in some countries less than half of the population turns\r out to vote. Finally, elections are rather blunt instruments – citizens\r have just one vote per ballot paper. That is very useful when it\r comes to making a single choice, such as who should be the ruling\r party, but it’s not a useful way for citizens to reveal a range of preferences.\r\n\nIf they are to be responsive to citizens’ preferences, then in\r between elections, government, business, and social institutions\r need a timely and accurate flow of information on citizens’ preferences, needs and behaviour. So, while public opinion surveys are\r often done in the run-up to elections, they increasingly play a role\r in-between elections too. Media organisations, governments and\r businesses regularly make use of public opinion surveys as a way\r of measuring public sentiment.\r\n\nIn many parts of the world, survey researchers and news media\r are viewed as natural allies. If news media see themselves as “watchdogs” or “guardians of the public interest,” then opinion\r surveys are far better guides to what the public want and think than\r the typical “man on the street” or “voxpop” interview. In North\r America, Western Europe and Japan, many large news organisations maintain in-house survey departments, and regularly conduct\r surveys or polls to find out how people feel about the key issues of\r the day. At election time and during other critical events, such surveys can play a powerful role in focusing attention on ordinary\r people’s viewpoints and priorities. Often, these turn out to be\r rather different from those of the elite groups who usually hog the\r headlines. \n\n\n\nSurveys are useful for many reasons.\r In contrast to elections, they can be done\r at any time, and as frequently as\r resources permit. They can count voters\r and non-voters equally, or compare them.\r They can help separate values, evaluations, policy preferences from the vote\r and they can distinguish among several\r preferences or evaluations.\r So, surveys can be both a benefit and\r threat to governments, parties and organisations. For those who are truly interested, surveys let us know what citizens are thinking and what they\r want. For those who are interested in “leading” or “educating” the\r public, surveys provide a key source of information (“intelligence”). For those who are involved in policy debate, public opinion can be a tool (if the people support you) or a threat (if they\r oppose you). That is why, in most modern democracies, opinion\r surveys are increasingly viewed as one of the most important communication links between governments and the governed. \n\n\n\n**What is a public opinion survey?**\r\n\nA survey is a method of gathering information from a sample of\r individuals within a particular group or population. This information is then used to draw conclusions about the entire group or population.\n\n\n\nThe idea of a ‘sample’ is crucial. A survey is not like a census.\r In a census, all members of the population are studied. In a survey,\r a sample is selected. They key to a scientific survey is that the\r chance (or probability) or every unit (or person) in the population\r being selected for the sample, must be known. In a purely random\r sample, each unit in the population must have the same probability of being selected.\r\n\nA survey is also different from a focus group. In a focus group,\r several people are encouraged by a group leader to voice their\r reactions to various issues. Focus groups may provide interesting\r insight for certain purposes, but they cannot be used to draw inferences about the larger population, because they do not make use of\r systematic, random sampling.\r\n\nA public opinion survey focuses on individuals – the individual\r is the unit of measurement. Thus, it is different from a household\r survey, which has the entire household as its unit of measurement.\r\n\nA public opinion survey gathers information about just that:\r opinions – people’s preferences or evaluations. It does not look at\r behaviour, such as whether people are looking for jobs, or how\r people spend their money\n\n\n\n**Are surveys accurate?**\r\n\nThe results of a survey can be used to draw inferences about an\r entire population for a number of reasons. Firstly, samples are scientifically chosen, so that each person in the population will have\r an equal and known chance of being selected. Secondly, information is collected in a standardised way, so that every individual is\r asked the same questions in the same way.\r\n\nSurveys that follow a sound methodology can thus provide a\r very accurate insight into people’s opinions. But surveys also have\r their limitations. For one thing, they should be seen as a ‘snapshot’\r of people’s views, at a particular time. As circumstances change, or\r new information is made public, people’s opinions may also\r change. This is particularly true of polls during election campaigns, where survey results might change from week to week, or\r even day to day.\r\n\nSeveral factors can impact on the results of a survey. One important factor is sampling error. This means that the results from the\r sample group differ from the results that would be found in the\r population as a whole, because the sample doesn’t accurately\r reflect the broader population. One common source of sampling\r error is the way in which surveys are conducted. For example, a\r survey that uses only telephonic interviews to gather people’s\r responses cannot claim to be representative of the whole South\r African population, as millions of South Africans do not have\r phones and they would have been excluded from participating.\r\n\nThere are also many kinds of non-sampling error that can affect\r the accuracy of a survey. Question Design and question order are\r very important, as the way in which questions are worded and\r organised can have a dramatic impact on the survey results.\r Another problem with surveys is that people may not be comfortable revealing their real opinions. This could happen in cases\r where there are large cultural, economic and other differences\r between the interviewers and interviewees. Language is another\r potential source of error. If surveys are conducted in a language\r other than people’s home language, there is a danger that respondents will misunderstand the questions, or that their answers will\r be misunderstood. On the other hand, if a survey questionnaire is\r translated into people’s home languages, there is the danger that the translated questions may not all be asking exactly the same\r thing. Thus, the answers from different language groups may not\r be able to be compared with one another. Strict measures and\r checks have to be put into place to ensure that translated questionnaires are all uniform.\r\n\n“Fake” surveys: It is important to beware of surveys that are not\r conducted scientifically. This includes any survey in which the\r respondents select themselves. Examples are polls on the Internet,\r where visitors to a web-site are asked to ‘vote’ on one issue or\r another, or polls conducted by newspapers or radio and television\r stations, where listeners and viewers are asked to call or SMS to\r indicate their preferences. In all these cases, it is the respondents\r themselves who decide to participate, and the group of respondents\r is thus not likely to be representative of the broader population in\r general. Such polls may be fun and entertaining, but they cannot\r claim to give us insight into the general, ‘public’opinion.\r\n\nWhile there are many possible sources of error, surveys that are\r conducted according to sound scientific methods can provide highly accurate insights into public opinion.\n\n\n\n## **Key questions every journalist should ask**\r\n\n**Who conducted the poll?**\r\n\nYou need to know this, so you can get all the information from\r them that will assist you to evaluate the survey and to follow up on\r stories. You should also be able to find out whether the organisation conducting the poll is a reputable one, with a good track\r record.\r\n\n**Who commissioned it, and why?**\r\n\nThe answer to this question will help you evaluate the validity of\r the survey. For example, if the survey was commissioned by a special interest group, a political party or a private corporation, you\r should be very careful, since such bodies usually commission\r research in order to achieve a specific goal, and this might have led\r to bias in the sampling, the timing, the phrasing of questions, or the\r interpretation of data.\r\n\n**Who does the survey cover?**\r\n\n(What universe did the survey cover?)\r\n\nIs the survey claiming to survey the views of all citizens of your\r country, or only a specific group?\r\n\n**What was the sampling method?**\r\n\n(How were the interviewees selected?)\r\n\nYou need to know whether the researcher used a specific scientific method for picking respondents, or whether people volunteered\r to participate (a sure sign of an unscientific survey).\r\n\nYou need to know whether the sampling was done in order to\r reflect the diversity of the population. (For example, if 20% of the\r country’s population lives in Province A, then 20% of the individuals in the sample must be from Province A. If 40% of the country\r lives in rural areas, then 40% of people in the sample must be from\r rural areas. If the population is 48% male and 52% female, then\r this must also be true of the sample – all depending on what the\r survey is claiming to measure.)\r\n\n**What was the sampling error? (overall, and for any subgroups)**\r\n\nThis is important. For example, if the survey says that 52% of respondents were in favour of a new law with 48% against it, and\r the margin of error is +/- 5 percentage points, you cannot say “most\r people favour the new law”. The margin of error means that with\r the figures so close, it’s impossible to say.\r\n\n**How was the data collected?**\r\n\nDid the researcher send out questionnaires by mail, use telephonic\r interviews, or interview people in person?\r\n\nMail surveys take time and thus risk some responses being out\r of date. They also have high levels of non-respondents.\r\n\nTelephonic surveys can only claim to represent people living in\r households with telephones. Since cell phone numbers are not listed, it is generally only people with landlines who are interviewed.\r This generally means that poorer people and rural dwellers are\r excluded, and in countries like South Africa it also means the survey will have a large racial bias.\r\n\nIf the interviews were done in person, were they done in people’s homes, or in shopping malls or on pavements? If they were\r done in places other than homes, the results should be viewed\r sceptically – since the sampling won’t have been random, representative and unbiased (for example: if the survey was done in a\r shopping mall it would only include people with money to spend,\r or the transport to get to the shops).\r\n\nHow many non-responses were there, and what steps were taken\r to minimize non-responses? No survey gets a 100% response rate.\r There are many reasons for this. Some people aren’t home, or\r refuse to participate. If the non-response rate is large, or disproportionately large among a specific sub-group, that’s a problem.\r For example, if the survey was conducted during the day, large\r numbers of employed people may have been excluded.\r\n\n**When was the survey done?**\r\n\nEvents can have a dramatic impact on results. For example: if, in\r 1998, a survey had set out to ask citizens of Nairobi about their\r feelings of physical safety, the answers would have been dramatically different, depending on whether the survey had been held\r before or after August 7 – the day the US embassy in Nairobi was\r bombed.\r\n\n**What questions were asked, and in what order?**\r\n\nThe phrasing of questions can have a dramatic impact on the\r results. Test your own reaction to any specific question – does it\r seem fair and unbiased? Does it offer a balanced set of choices?\r Would most people clearly understand the question?\r\n\nThe order in which questions are asked can influence the results.\r For example, if people are asked to identify the biggest problems\r facing their country and are then asked to evaluate the government’s performance immediately afterwards, that could lead to a\r more negative rating of the government than if they had been asked\r to rate the government earlier on.\r\n\n**Reporting on public opinion surveys**\r\n\nThere are several different ways to report on public opinion surveys. These include using the survey as a news report itself; using\r the survey for background material; using the survey to provide\r market research; and using the survey as a hook, to develop a story.\r\n\n**Public opinion as news**\r\n\nPolls have become news in themselves. During elections, a new survey result can provide the day’s headline: “X leading by far,\r says new poll”. But this is true not only for political campaigns.\r Journalists often use interesting surveys as stories in themselves.\r Polls can be about trivial issues (such as what people feel about a\r film star’s new marriage), or more serious issues such as citizen’s\r opinions about the government’s performance.\r\n\n**Public opinion as background material**\r\n\nBesides being news in themselves, surveys provide crucial background to the news by letting news media know how people view\r politics and government, and by helping journalists identify key\r social issues that they should be focusing on in their stories. Some\r examples of the kind of background information that surveys can\r\n\nprovide are:\r\n\n* Which problems do people want government to focus on?\r\n* How well do people feel government is doing its job?\r\n* How much corruption do people see in government?\r\n* Who is likely to win the next election?\r\n\n**Public opinion as market research**\r\n\nSurveys can be useful for the news media, not to provide stories,\r but to provide them with market research about how the public\r view them. For example:\r\n\n* How often do people use news media?\r\n* How much do they trust news media?\n\n\n\n**Public opinion as a story “hook”**\r\n\nMost surveys offer a number of opportunities for stories, and any\r given survey result can be looked at from a number of angles.\r\n\nAs a first take on a newly released set of survey results, you may\r simply want to report on the facts and figures. For example, the\r 2004 Afrobarometer study in South Africa contains a number of\r interesting figures on people’s opinions about crime and security.\r The study found that only 31% of South Africans name crime as\r one of the top three problems facing the country that the government should address. This level is at its lowest since 1995. Since\r reports and debates about crime have been highly prominent in the\r South African media since 1994, these figures are newsworthy in\r themselves.\r\n\nIf a survey is really important, politically or socially, you will\r probably want to do more than simply reflect the facts and figures.\r You may want to build a bigger story, probe the meaning of the\r findings and go into some depth on the issues the study raises.\r There are a number of options available to journalists, such as\r obtaining responses from politicians, getting some reactions from\r ordinary people on the street, and finding one or two experts in the\r field to provide some interpretation of the findings and their implications. Such an approach would work well with the example of\r attitudes to crime, given above. Since this is such a big issue in\r South Africa, it would be well worth getting some politicians’ reactions, and asking a few experts to comment on the study, and significance, and speculate about the reasons for the findings.\r\n\nSurveys often provide good topics for radio and TV discussion\r programmes. Again, this would be true for the crime example. The\r topic lends itself well to a panel discussion or a call in show. In the\r case of a call-in show, the programme host could invite one of the\r researchers into the studio to present the key findings, and then ask\r viewers or listeners what they think.\r\n\nWhen you are exploring the political implication of survey\r results, bear in mind that any given survey usually contains many\r results & stories. For example, crime is just one of the areas cov-ered by the Afrobarometer survey in South Africa. The same survey also looked into perceptions on government corruption, AIDS,\r people’s experiences with the public service, and people’s experiences of poverty. This offers a wealth of potential story material,\r and a single journalist could spend months just working on story\r ideas coming out of this survey.\r\n\nIn addition to this, any given result has multiple angles, and survey results are likely to differ across race, gender, age, geographical region, and other categories. In the example of the questions on\r crime in South Africa, the Afrobarometer found sharp differences\r in perceptions according to race. It found that while blacks tended\r to view the situation as getting better rather than worse, the opposite was true for whites, who were more likely to see things as getting worse rather than better. This was despite the fact that of all\r the groups, blacks were most likely to have felt insecure in their\r homes, or to have had a family member attacked. \n\n\n\n**Key definitions**\r\n\n• _Sampling_: This is the process of selecting a small section of the\r overall population. Research will be done with the sample\r group, in order to draw conclusions about the population as a\r whole.\r\n\n• _Sampling error_: Any mistakes or inaccuracies in the sampling so\r that the sample is not an accurate reflection of the broader population.\r\n\n• _Random sampling_: Each member of the population being studied has the same probability of being selected to be part of the\r sample group.\r\n\n• _Universe/population_: The larger group of people about whom the researchers want to be able to draw conclusions or generalise\r their findings. For example: All adult South Africans, residents\r of Lilongwe, or Kenyan teenagers aged between 12 and 19.\r\n\n• _Focus groups_: Focus groups are not surveys or polls, but are indepth interviews with a small, carefully selected group of people\r on a particular topic. They are qualitative rather than quantitative. Focus groups are becoming more and more popular as a\r way of learning about opinions and attitudes. They help you get\r an in-depth sense of what makes people tick and of why people\r think the way they do. They can’t be used to draw scientifically\r valid conclusions about the broader population in the way that\r surveys can. However, focus groups can be used before surveys\r take place, to pre-test ideas. \n\n\n\n**For more information**\r\n\nBackground information on understanding surveys or polls:\r\n\nCovering Polls: A Handbook for Journalists (Published by\r the Media Studies Center:\r\n\n[http://www.aceproject.org/main/samples/me/mex29.pdf\r](http://www.aceproject.org/main/samples/me/mex29.pdf)\n\nA Media Guide to Survey Research (Published by the\r World Association for Public Opinion Research:\r\n\n[http://www.unl.edu/WAPOR/journalists.doc\r](http://www.unl.edu/WAPOR/journalists.doc)\n\nWhat is a Survey (Written by Fritz Scheuren:\r\n\n[http://www.whatisasurvey.info/\r](http://www.whatisasurvey.info/)\n\nExamples of surveys/organisations that undertake surveys:\r\n\nAfrobarometer: [http://www.afrobarometer.org\r](http://www.afrobarometer.org)\n\nSouth African Advertising Research Foundation:\r\n\n<http://www.saarf.co.za>\n\n\n\nProduced by IDASA’s All Media Group as part of its word_on_the_street_ project, which is funded by the Embassy of Finland\r\n\n([www.wordonthestreet.org.za](www.wordonthestreet.org.za))\r\n\nFor more information contact the All Media Group at\r\n\n6 Spin Street\r Cape Town\r 8001\r\n\nph: (021) 4675600\r\n\nfax: (021) 4653337\r\n\nemail: [brett@idasact.org.za\r](brett@idasact.org.za)\n\n[www.idasa.org.za\r](www.idasa.org.za)\n\nFor conditions of use, please see our website: [www.wordonthestreet.org.za](www.wordonthestreet.org.za)\n\n# i_d_asa",
  "spa": {},
  "nso": {},
  "afr": {},
  "tsn": {},
  "zul": {},
  "por": {},
  "sot": {},
  "title": "Media and Surveys",
  "type": "resources",
  "xho": {}
}