{
  "body": "Source Link: <http://lawnigeria.com/LawsoftheFederation/Electoral-Act,-2010.html>\n\n**EXPLANATORY MEMORANDUM**\n\nThis Act \\[which has been amended successively by the Electoral (Amendment) Act, 2010 and Electoral (Amendment) Act, No. 2, 2010] repeals the Electoral Act No.2, 2006 and Independent National Electoral Commission Act, Cap. 15, Laws of the Federation of Nigeria, 2004 and enact the Electoral Act, 2010 to regulate the conduct of Federal, State and Area Council elections; and for related matters. \\[For condolidated copy, click HERE]\n\n**ARRANGEMENT OF SECTIONS**\n\nPART I - ESTABLISHMENT AND FUNCTIONS ETC, OF INDEPENDENT NATIONAL ELECTORAL COMMISSION\n\n1. The Independent National Electoral Commission\n2. Functions of the Commission\n3. Establishment of the Independent National Electoral Commission Fund\n4. Expenditure of the Commission\n5. Annual estimates and accounts\n6. Establishment of office in each States and Federal Capital Territory\n7. Committees of the Commission\n\nPART II - STAFF OF THE COMMISSION\n\n8. Secretary and other staff of the Commission\n\nPART III - NATIONAL REGISTER VOTER AND VOTERS' REGISTRATION\n\n9. National Register of Voters and Voters' Registration\n10. Continuous registration\n11. Appointment of officers\n12. Qualification for registration\n13. Transfer of registered voters\n14. Demand for information regarding registration\n15. Power to print and issue voters register\n16. Powers to print and issue voters' card\n17. Custody of voters' register\n18. Power to issue duplicate voters' cards\n19. Display of the copies of the voters' list\n20. Time for publication of supplementary voters' register\n21. Revision officer for hearing of claims, etc.\n22. Proprietary rights in the voters' card\n23. Offences of buying or selling voters' cards\n24. Offences relating to registration of voters\n\nPART IV - PROCEDURE AT ELECTION\n\n25. Days of election\n26. Postponement of election\n27. Announcement of election results\n28. Oath of Neutrality by election officers\n29. Appointment of other officers for the conduct of registration of voters and elections\n30. Notice of election\n31. Submission of list of candidates and their affidavits by political parties\n32. Prohibition of double nomination\n33. Political Parties changing candidates\n34. Publication of nomination\n35. Withdrawal of candidate\n36. Death of a candidate\n37. Invalidity of multiple nominations\n38. Failure of nomination\n39. Contested election\n40. When poll is required\n41. Uncontested election\n42. Establishment of polling units\n43. Ballot boxes\n44. Format of ballot papers\n45. Polling agents\n46. Notice of poll\n47. Hour of polls\n48. Display of ballot boxes\n49. Issue of ballot papers\n50. Right to challenge issue of ballot paper\n51. Separate queues for men and women\n52. Conduct of poll by open secret ballot\n53. Over-voting\n54. Ballot not to be marked by voter for identification\n55. Accidental destruction or marking of ballot papers\n56. Blind and incapacitated voters\n57. Personal attendance\n58. Voting at appropriate polling unit\n59. Impersonation by applicant for ballot paper\n60. Tendered ballot paper\n61. Conduct at polling units.\n62. Closing of poll\n63. Counting of votes and forms\n64. Recount\n65. Post-election procedure and collation of election results\n66. Rejection of ballot paper without official mark\n67. Endorsement on rejected ballot paper without official mark\n68. Decision of Returning Officer on ballot paper\n69. Declaration of result\n70. Equality of votes\n71. Posting of results\n72. Custody of documents\n73. Step-by-step recording of poll\n74. Result forms to be signed and countersigned\n75. Certificate of return\n76. Forms for use at election\n77. Access to election documents\n\nPART V - POLITICAL PARTIES\n\n78. Powers of the Commission to register political parties\n79. Decision of the Commission subject to judicial review\n80. Political parties to be bodies corporate\n81. Contravention of section 227 of the 1999 Constitution\n82. Symbols of political parties\n83. Allocation of symbols\n84. Merger of political parties\n85. Notice of convention, congress, etc.\n86. Monitoring of political parties\n87. Nomination of candidates by parties\n88. Offences in relation to finances of a political party\n89. Period to be covered by annual statement\n90. Power to limit contribution to a political party\n91. Limitation on election expenses\n92. Election expenses of political parties\n93. Disclosure by political parties\n94. Conduct at political rallies and processions, etc.\n95. Prohibition of certain conduct, etc. at political campaigns\n96. Prohibition of use of force or violence during political campaign\n97. Effect on elected officer where political party ceases to exist\n98. Existing political parties\n99. Limitation on political broadcast and campaign by political parties\n100. Campaign for election\n101. Prohibition of broadcast, etc 24 hours preceding or on polling day\n102. Campaign based on religion, tribe, etc.\n\nPART VI - PROCEDURE FOR ELECTION TO AREA COUNCIL\n\n103. Power of the Commission\n104. Election to offices of Chairman, Vice-Chairman and Councillors\n105. Division of Area Council into registration area\n106. Qualification\n107. Disqualification\n108. Date of Area Council elections and method of voting\n109. Procedure for Area Council elections\n110. Procedure for nomination, etc.\n111. Election of Area Council Chairman\n112. Death of Chairman before oath of office\n113. Dissolution of Area Council\n114. Vacation of seat of members\n115. Removal of Chairman or Vice-Chairman\n116. Recall\n\nPART VII - ELECTORAL OFFENCES\n\n117. Offences in relation to registration, etc.\n118. Offences in respect of nomination, etc.\n119. Disorderly behavior at political meetings\n120. Improper use of voters' cards\n121. Improper use of vehicles\n122. Impersonation and voting when not qualified\n123. Dereliction of duty\n124. Bribery and conspiracy\n125. Requirement of secrecy in voting\n126. Wrongful voting and false statements\n127. Voting by unregistered person\n128. Disorderly conduct at elections\n129. Offences on election day\n130. Under influence\n131. Threatening\n132. Offences relating to recall\n\nPART VIII - DETERMINATION OF ELECTION PETITIONS ARISING FROM\n ELECTIONS\n\n133. Proceedings to question an election\n134. Time for presenting election petition\n135. Establishment of Area Council Election Tribunal\n136. Establishment of Area Council Election Appeal Tribunal\n137. Persons entitled to present election petitions\n138. Grounds of petition\n139. Certain defects not to invalidate election\n140. Nullification of election by Tribunal or Court\n141. Effect of non participation in an election\n142. Accelerated hearing of election petitions\n143. Person elected to remain in office pending determination of appeal\n144. Legal representation of Commission, etc.\n145. Rules of procedure for election petition\n\nPART IX-MISCELLANEOUS\n\n146. Persons disqualified from acting as election officers\n147. Election expenses by the Commission\n148. Secrecy of ballot\n149. Prosecution of offence disclosed in Election Petition\n150. Trial of offences\n151. Inspection of documents\n152. Delegation of powers of the Commission\n153. Regulations\n154. Civic education by the Commission\n155. Validation\n156. Interpretation\n157. Repeal of Electoral Act 2006 and INEC Act, Cap. 15, LFN, 2004\n158. Citation\n\nFIRST SCHEDULE\n\nSECOND SCHEDULE\n\nTHIRD SCHEDULE\n\n**ELECTORAL ACT, 2010**\n\nAn Act to repeal the Electoral Act No.2, 2006 and Independent National Electoral Commission Act, Cap. 15, Laws of the Federation of Nigeria, 2004 and enact the Electoral Act, 2010 to regulate the conduct of Federal, State and Area Council elections; and for related matters.\n\nENACTED by the National Assembly of the Federal Republic of Nigeria-\n\nPART 1- ESTABLISHMENT AND FUNCTIONS ETC, OF INDEPENDENT NATIONAL ELECTORAL COMMISSION.\n\nThe Independent National Electoral Commission\n\n1. The Independent National Electoral Commission as established by S.153 of the Constitution-\n   (a)   shall be a body corporate with perpetual succession; and\n   (b)    may sue or be sued in its corporate name.\n\nFunctions of the Commission\n\n2. In addition to the functions conferred on it by the Constitution, the Commission shall have power to-\n   (a)   conduct voter and civic education;\n   (b)  promote knowledge of sound democratic election processes; and\n   (c)   conduct any referendum required to be conducted pursuant to the provision of the 1999 Constitution or any other law or Act of the National Assembly.\n\nEstablishment of the Independent National Electoral Commission Fund\n\n3. (1) There shall be established for the Commission a fund to be known as Independent National Electoral Commission Fund.\n\n   (2)  There shall be paid into the Fund established ill pursuance to subsection (1) of this Section-\n\n   (a) such sums and payments available to the Commission for carrying out its functions and purposes under the Constitution and this Act and all other assets from time to time accruing to the Commission;\n\n   (b)    such sums as may, from time to time, be credited to the Fund by\n\n   (c)    aids, grants that may, from time to time accrue to the Commission in order to carry out its functions.\n\n   (3)    Disbursements from the Fund shall be made in accordance with rules set out by the Commission.\n\nExpenditure of the Commission\n\n4. (1) The Commission may, from time to time, apply the proceeds of the Fund established under section 3(1) of this Act to-\n\n   (a)    defray the cost of administration of the Commission;\n\n   (b)    reimburse members or members of any Committee set up by the Commission for such expenses as may be expressly authorized by the Commission in accordance with the rates approved by it;\n\n   (c)    the payment of the salaries, fees or other remuneration or allowances and pensions, superannuation allowance and gratuities payable to the officers and servants of the Commission, so however that;\n\n   (d)    the maintenance of any property vested in the Commission; and\n\n   (e)    and in connection with all or any of its functions under this Act.\n\n   (2)    No payment of any kind under subsection (1) (c) of this section (except payment as may be expressly authorized) shall be made to any person who is in receipt of emoluments from the Government of the Federation or the Government of a State.\n\nAnnual estimates and accounts\r\n\n\r5. (1) The Commission shall submit to the Ministry of Finance not later than 31st August in each financial year an estimate of its expenditure and income (including payments to the Independent National Electoral Commission) during the next succeeding financial year.\r\n\n   (2)  The Commission shall keep proper accounts and records in respect of each financial year and shall cause its accounts to be audited as soon as possible after the end of each financial year by the Auditor General of the Federation.\r\n\nEstablishment of office in each States and Federal Capital Territory\r\n\n\r\n\n6. (1) There shall be established in each State of the Federation and Federal Capital Territory, an office of the Commission which shall perform such functions as may be assigned to it, from time to time, by the Commission.\r\n\n   (2)    A person appointed to the office of a Resident Electoral Commissioner shall -\r\n\n   (a)    be answerable to the Commission; and\r\n\n   (b)    hold office for a period of five years.\r\n\n   (3)    The Resident Electoral Commissioner appointed pursuant to the Constitution may only be removed by the President, acting on an address supported by two-thirds majority of the Senate praying that he be so removed for inability to discharge the functions of the office (whether arising from infirmity of mind or body or any other cause) or for misconduct.\n\n\n\nCommittees of the Commission\r\n\n\r7.    The Commission may appoint one or more committees to carry out any of its functions under this Act.\r\n\n\rPART II - STAFF OF THE COMMISSION\r\n\n\rSecretary and other staff of the Commission\r\n\n\r8. (1) There shall be a Secretary to the Commission who shall-\r\n\n   (a)  be appointed by the Commission; and\r\n\n   (b)  have such qualifications and experience to be determined by the Commission as are appropriate for a person required to perform the functions of his office under this Act.\r\n\n   (2)  Subject to the general direction of the Commission, the Secretary shall be-\r\n\n   (a)  responsible for keeping of proper records of the proceedings of the Commission;\r\n\n   (b)    the head of the Commission's secretariat and be responsible for its administration; and\r\n\n   (c)    responsible for the direction and control of all other employees of the Commission with the approval of the Commission.\r\n\n   (3)    The Commission shall have power to appoint, dismiss and exercise disciplinary control over its staff as may be prescribed by this Act or any other enactment or law.\r\n\n   (4)    All employees of the Commission appointed under subsection (3) of this section, excluding persons appointed on a temporary basis for an honorarium, shall have the same right and obligation as provided for in the Pension Reform Act.\n\n\n\nPART III- NATIONAL REGISTER OF VOTERS AND VOTERS' REGISTRATION.\r\n\n\rNational Register of Voters and Voters' Registration\r\n\n\r9. (1) The Commission shall compile, maintain and update, on a continuous basis, a National Register of Voters, in this Act referred to as the (\"Register of Voters\") which shall include the names of all persons entitled to vote in any Federal, State or Local Government or Area Council elections.\r\n\n   (2)    The Commission shall maintain as part of the National Register of Voters a register of voters for each State of the Federation and for the Federal Capital Territory.\r\n\n   (3)    The Commission shall maintain as part of the National Register of Voters for each state and Federal Capital Territory a Register of Voters for each Local Government or Area Council within the State and the Federal Capital Territory.\r\n\n   (4)    The register of voters shall contain, in respect of every person, the particulars required in the Form prescribed by the Commission.\r\n\n   (5)    The registration of voters, updating and revision of the register of voters under this section shall stop not later than 60 days before any election covered by this Act.\r\n\n   (6)    The registration of voters shall be at the registration centers designated for that purpose by the Commission and notified to the public.\r\n\n\n\nContinuous registration\r\n\n\r10. (1) Without prejudice to section 10(5), there shall be continuous registration of all persons qualified to be registered voters.\r\n\n(2) Each applicant for registration under the continuous registration system shall appear in person at the registration venue with any of the following documents-\r\n\n\r(a)    birth or baptismal certificate;\r\n\n\r(b)    national passport, identity card or driver's licence; or\r\n\n\r(c)    any other document that will prove the identity, age and nationality of the applicant.\r\n\n\r(3)    The Commission shall, within 60 days after each year, make available to every political party the names and address of each person registered during that year.\r\n\n\r(4)     a general election is notified by the Commission pursuant to section 31 of this Act, the current official register of voters certified by the Commission in accordance with the provision of this Act shall be the official voters' register for those elections.\r\n\n\r(5)    In the case of every by-election conducted under this Act, the official voters' register for use at such elections shall be the existing current register relating to the senatorial district or the constituency concerned.\r\n\n\r(6)    As soon as claims and objections have been dealt with or the period for making claims and objections has expired, the supplementary list shall be included in the revised register, which shall be certified by the Commission as the official register of voters for the purposes of any election conducted under this Act and supercedes all previous registers.\n\n\n\nAppointment of officers\r\n\n\r11. (1) For the purpose of maintaining and updating the Voters' Register, the Commission shall appoint such registration, revision or update officers as it may require, provided that such officers shall not be members of any political party.\r\n\n(2)  Any person may raise an objection against any officer during the registration or updating exercise provided that failure to raise such objection shall not vitiate the register.\r\n\n\r(3)    The officers appointed under subsection (1) of this section shall exercise such functions and duties as may be specified by the Commission, in accordance with the provisions of this Act, and shall not be subject to the direction or control of any person or authority other than the Commission in the performance of their functions and duties.\r\n\n\n\nQualification for registration\r\n\n\r12. (1)       A person shall be qualified to be registered as a voter if such a person-\r\n\n\r(a)    is a citizen of Nigeria;\r\n\n\r(b)    has attained the age of 18 years;\r\n\n\r(c)    is ordinarily resident, works in, originates from the Local Government Area Councilor Ward covered by the registration centre;\r\n\n\r(d)    presents himself to the registration officers of the Commission for registration as a voter; and\r\n\n\r(e)    is not subject to any legal incapacity to vote under any law, rule or regulation in force in Nigeria.\r\n\n\r(2)    A person shall not register in more than one registration centre or register more than once in the same registration centre.\r\n\n(3)    A person who contravenes the provisions of subsection (2) of this section commits an offence and is liable on conviction to a fine not exceeding N100,000 or imprisonment for a term not exceeding one year or both.\n\n\n\nTransferred Voter’s List\r\n\n\r13. (1)       A person who before the election is resident in a constituency other than the one in which he was registered may apply to the Electoral Commissioner of the State where he is currently resident for his name to be entered on the transferred voters' list for the constituency.\r\n\n\r(2)    An application under subsection (1) of this section shall be accompanied by the applicant's voter's card and shall be made not less than 30 days before the date of an election in the constituency where the applicant is resident.\r\n\n\r(3)    The Resident Electoral Commissioner to whom an application is made under the provision of this section shall cause to be entered the applicant's name in the transferred voters' list if he is satisfied that the applicant is resident in a polling area in the constituency and is registered in another constituency.\r\n\n\r(4)    Whenever an Electoral Officer on the direction of the Resident Electoral Commissioner enters the name of any person on the transferred voters' list for his constituency he shall-  \r\n\n\r(a)    assign that person to a polling unit or a polling area in his Constituency and indicate in the list the polling unit to which that person is assigned;\r\n\n\r(b)    issue the person with a new voters' card and retrieve his previous voter's card; and\r\n\n\r(c)    send a copy of the entry to the Electoral Officer of the constituency where the person whose name has been so entered was originally registered and upon receipt of this entry, that Electoral Officer shall delete the name from his voters' list.\r\n\n\n\nDemand for information regarding registration\r\n\n\r14.    In the performance of his or her duties under this Act, a registration officer and an update officer shall-\r\n\n\r(a)    demand from any applicant the information necessary to enable him to ascertain whether the applicant is qualified to be registered as a voter in accordance with the provisions of this Act; and\r\n\n\r(b)    require any voter or applicant to complete an application form for the purpose of the registration; however, in the case of an illiterate or disabled person such application form may be completed by the registration officer on the applicant's request.",
  "spa": {},
  "nso": {},
  "afr": {},
  "tsn": {},
  "zul": {},
  "por": {},
  "sot": {},
  "title": "Nigerian Electoral Act",
  "type": "resources",
  "xho": {}
}