{
  "body": "An opinion poll is a method of gathering information from a sample of individuals\r\n\nwithin a particular group or population. This information is then used to draw\r\n\nconclusions about the entire group or population.\r\n\nCheck out the poll you’re reporting on and ask the questions below and fill in your\r\n\nanswers. Do not just answer yes or no!)\r\n\n**NB: your story should include details about the poll (who it polled, when, how**\r\n\n**it was done etc).**\r\n\n**Was the information collected scientifically?**\r\n\n(Was it conducted via Twitter, the Internet or by a newspaper, or a radio or TV\r\n\nstation asking readers, listeners or viewer to call, SMS or WhatsApp to indicate\r\n\ntheir preferences? If so, it’s not scientific)\r\n\n**Who commissioned it, and why?**\r\n\n(Be wary if it’s commissioned by a special interest group, a political party or\r\n\na private corporation. This might have led to bias in the questions or in\r\n\ninterpreting responses.)\r\n\n**What universe does the survey cover?**\r\n\n(Does it claim to be a survey of the views of all citizens of a country region, or\r\n\nonly a specific group?)\r\n\n**What was the sampling method?**\r\n\n(Did the researcher use a specific scientific method for picking respondents or - a\r\n\nsure sign of an unscientific survey – or did people volunteer to participate?)\r\n\n**Does the sample of people polled reflect the diversity and gender of the**\r\n\n**population?**\r\n\n(If 30% of people live in cities and 70 in rural areas and the population is 48%\r\n\nmales and 52% female, the people polled should reflect this)\r\n\n**What was the sampling error?**\r\n\n(If the survey says that 52% of respondents were in favour of a new law with 48%\r\n\nagainst it, and the margin of error is +/- 5 percentage points, it’s impossible to say\r\n\n“most people favour the new law”.)\r\n\n**How was the data collected?**\r\n\n(By email, telephone or in person? (Since there isn’t a cellphone directory, phone\r\n\nsurveys generally only represent people with landlines.)\r\n\n**Are rural dwellers included?** If not, it can’t be representative\r\n\n**Where the interviews done:** in person, in people’s homes, or in shopping malls or\r\n\non pavements? If they were done in places other than homes, view the results\r\n\nsceptically.\r\n\n**How many non-responses were there and what steps were taken to minimise**\r\n\n**non-responses?** (It’s a problem if the non-response rate is large)\r\n\n**When was the survey done?** (Be aware that big events can have a dramatic\r\n\nimpact on results.)\r\n\n**What questions were asked, and in what order?**\r\n\n(The phrasing of questions can have a dramatic impact on the results. Test your\r\n\nown reaction to any specific question for bias– does it seem fair or biased?)\r\n\n**Would most people clearly understand the questions in the poll?**\r\n\n(Test the questions on yourself, a family member or a friend of colleague)\r\n\n**Have the researchers supplied details of:** 1) The questions asked? 2) Information\r\n\nabout the people they polled? 3) How they were selected? 4) And, how, where and\r\n\nwhen the research was done?\r\n\n**NB: If the people responsible for the poll won’t give you the details rather**\r\n\n**don’t do a story, or else do a story questioning the integrity of the poll based**\r\n\n**on this**\r\n\nNB: Someone who has done proper research will be happy to supply this\r\n\ninformation\r\n\n**Notes**\r\n\n**Follow-up questions and contact details for researchers and people you**\r\n\n**interviewed/could interview for your story**",
  "spa": {},
  "nso": {},
  "afr": {},
  "tsn": {},
  "zul": {},
  "por": {},
  "sot": {},
  "title": "Reporting on an opinion poll",
  "type": "resources",
  "xho": {}
}