{
  "body": "\rELECTIONS 2019 TRAINING – ADDITIONAL RESOURCES\r\n\n\r\n\n\rMEDIA:\r\r\n\nSouth African National Editors Forum (SANEF) ELECTION 2019 portal\r\n\n[https://sanef.org.za/elections-2019/\r](https://sanef.org.za/elections-2019/)\n\nYou can access the following resources on this portal:\r\n\n\\> Access the SANEF Handbook\r\n\n\\> Access the CPJ South Africa Election Safety for Journalists Toolkit\r\n\n\\> Access the Press Council Press Code of Ethics and Conduct \r\n\n\\> Access the Children’s Radio Foundation Toolkit for Community Radio\r\n\nYou can also report threats, intimidation and disinformation on the SANEF portal:\r\n\n\\> Report threats or intimidation or report disinformation\r\n\nAs well as getting immediate advice and support:\r\n\n\\> Get urgent assistance\r\n\n\r\n\nMedia Monitoring Africa (MMA) - [https://www.mediamonitoringafrica.org\r\r](https://www.mediamonitoringafrica.org)\n\nMMA report on 2014 national elections [https://www.mediamonitoringafrica.org/elections.mediamonitoringafrica.org/2016/southafrica/coverage/\r](https://www.mediamonitoringafrica.org/elections.mediamonitoringafrica.org/2016/southafrica/coverage/)\n\n\r\r\n\nIndependent Electoral Commission (IEC)\r\n\n<http://www.elections.org.za/content/> - find the IEC election timetable on this page\r\n\n\r\r\n\nPocket Reporter (tool developed by Raymond Joseph and team)\r\n\n[https://app.pocketreporter.co.za/\r](https://app.pocketreporter.co.za/)\n\n\r\n\nANALYSIS:  contact these organisations to find analysts\r\r\n\nThe Institute for Security Studies (ISS) - <https://issafrica.org/>\r\n\nThe ISS Today (daily publication) - Publishes original analysis of currents events in Africa, every day. \r\n\nISS Today articles are authored by ISS researchers and consultants, and are published daily online by 12.00. ISS Today is our most popular product, attracting more than 320 000 online readers a year.\r\n\nIf you are a media representative and would like to get in touch with one of the ISS content experts, click here.\r\n\n In South Africa, Daily Maverick has exclusive rights to re-publish ISS Today articles. \r\n\nFor media based outside South Africa and queries about our re-publishing policy, email us\r\n\n\r\r\n\nThe Council for Scientific and Industrial Research (CSIR) - [https://www.csir.co.za/\r](https://www.csir.co.za/)\n\nIs a world-class African research and development organisation established through an Act of Parliament in 1945 and the organisation’s executive authority is the Minister of Science and Technology. \r\n\nThe CSIR undertakes directed, multidisciplinary research and technological innovation that contribute to the improved quality of life of South Africans. \r\n\nThe organisation plays a key role in supporting government’s programmes through directed research that is aligned with the country’s priorities, the organisation’s mandate and its science, engineering and technology competences.\r\n\n\n\nHuman Sciences Research Council (HSRC) - [http://www.hsrc.ac.za/en\r](http://www.hsrc.ac.za/en)\n\nThe HSRC was established in 1968 as South Africa’s statutory research agency and has grown to become the largest dedicated research institute in the social sciences and humanities on the African continent, doing cutting-edge public research in areas that are crucial to development.\r\n\n\n\nRight2Know  [http://www.r2k.org.za/\r\r](http://www.r2k.org.za/)\n\nThe Right2Know Campaign launched in August 2010 and has grown into a movement centred on freedom of expression and access to information. \r\n\nWe are a democratic, activist-driven campaign that strengthens and unites citizens to raise public awareness, mobilise communities and undertake research and targeted advocacy that aims to ensure the free flow of information necessary to meet people’s social, economic, political and ecological needs and live free from want, in equality and in dignity\r\n\n\r\n\nGRAPHICS / INFORMATION\r\r\n\nOpen Society Foundation: Touchpad to our Future, Election Resource for Journalists 2009\r\n\nCommunity Radio Guidelines for Elections:\r\n\nThe Ace Project, Electoral Knowledge Network [http://aceproject.org/\r](http://aceproject.org/)\n\n– The Electoral Cycle [http://aceproject.org/ace-en/focus/focus-on-effective-electoral-assistance/explore_topic_new\r](http://aceproject.org/ace-en/focus/focus-on-effective-electoral-assistance/explore_topic_new)\n\n\r\r\n\nIEC Voting Process Graphic [http://www.elections.org.za/content/Elections/Voting/\r](http://www.elections.org.za/content/Elections/Voting/)\n\n\r\r\n\nSAFETY AND SECURITY OF REPORTERS\r\r\n\nTen tips for journalists’ safety when covering elections \r\n\nby The SAFE Initiative Staff - October 24, 2017\r\n\nMedia plays an integral role in the implementation of free and fair elections—but election coverage can be highly demanding, stressful, and dangerous for media practitioners. With the upcoming election in Kenya as well as elections in Chile, Honduras, Liberia, and Slovenia, ensuring the long-term health and safety of those engaged in this high-intensity work and environment is critical.\r\n\nIn order to equip media practitioners and human rights defenders with the means to safely cover elections, IREX’s Securing Access to Free Expression (SAFE) Initiative addresses safety through the lens of digital identity, physical awareness, and psychosocial care by providing trainings in Central America, Eurasia, East Africa, and the Middle East & North Africa. Here are 10 tips from SAFE’s integrated safety trainings that can help local and international journalists navigate covering elections.\r\n\n1. Situational awareness\r\n\nKnow what political, racial, religious or other conflict exists within a region. Try to avoid routine and change daily routes. Notify your colleagues or editors if you believe you may be under surveillance. Examine the location of polling stations in advance and know exits from buildings, ways to leave areas of unrest, and locations of hospitals and police stations. If you are covering a major protest march or political rally, survey the route or venue beforehand. Learn some first aid knowledge and bring basic first aid supplies as well as water and food.\r\n\n2. Secure apps and social media\r\n\nUse different accounts for private vs public life. Your private account should include only family and friends and have high privacy settings. Be mindful of sharing your recent locations on social media. Consider downloading these apps for improved security in the field: CameraV for hiding photos, Signal, and WhatsApp for secure communications, and Psiphon for potential internet interruptions and to safely and securely use public Wi-Fi.\r\n\n3. Personal\r\n\nBefore leaving for a potentially stressful assignment or coverage, make sure all personal matters and plans at home are taken care of. This will help you reduce your anxiety or stress while in the field and will allow you to focus more clearly on your own physical safety and psychosocial care while reporting.\r\n\n4. Press card and attire\r\n\nUse local laws or your own judgment when deciding whether to keep your press card visible. If your card is not visible, keep it where it is easily accessible, such as your shirt pocket. Do not put your press card in your wallet. Wear comfortable, neutral clothing and footwear that is not associated with a political party. If you do not have access to a gas mask, bring swimming goggles and handkerchiefs to cover your face and eyes in case of tear gas.\r\n\n5. Equipment and data\r\n\nAge your cameras and other electronic equipment with brown repair tape to make them look older, broken, or repaired. This will help prevent thefts during civil unrest situations. Back up and clean up all data storage hardware before the elections. Identify different internet access points and bring extra batteries and storage, as well as a low-cost emergency phone with emergency numbers.\r\n\n6. Stress management\r\n\nElection coverage is often an intense and stressful job. Practice daily stress management and anxiety techniques, such as meditation, to assist in reducing these effects. Make sure you are sleeping and eating well. Form networks with other journalists who you can talk to and who can relate to the work you are doing.\r\n\n7. Interactions\r\n\nDo not be seen being too friendly with security forces. Remain neutral and avoid confrontations or arguments with both protestors and police. Try to watch conflicts from aside. Do not move physically from one side of the conflict directly to another side or cross a police line. If you find yourself in the middle of a disturbance, move away without running, as people who are running are often seen as targets.\r\n\n8. Emergency communications\r\n\nFor smartphones, install emergency/SOS button apps and put emergency contacts on speed dial. Memorize an emergency number in case you lose your phone.\r\n\n9. Debrief and relax\r\n\nFollowing coverage of elections in the field, schedule debriefs with editors, solidarity groups, and a counselor. It is important for your mental health to be taken care of during and after assignments. Debriefs allow you to work through anything disturbing that you may have witnessed or any feelings of anxiety, stress, and anger. Do things you enjoy—keep social contacts, walk, exercise, nap, cook, etc. These are positive coping mechanisms and do no harm in the long run.\r\n\n10. Solidarity\r\n\nNever travel alone. Always inform your colleagues, editors, and family of your travel locations and when you expect to return. Set up a security check-in system within your media outlet or with other freelance journalists covering the election.",
  "spa": {},
  "nso": {},
  "afr": {},
  "tsn": {},
  "zul": {},
  "por": {},
  "sot": {},
  "title": "ELECTIONS 2019 RESOURCES - SOUTH AFRICA",
  "type": "resources",
  "xho": {}
}