{
  "body": "Source \\[PDF]: https://sanef.org.za/wp-content/uploads/2019/02/Press-Council-Guidance-Note-Elections-Feburary-2019.pdf\n\n\n\nPRESS COUNCIL OF SA – GUIDANCE NOTES\r\n\nFebruary 2019\r\n\nA brief for journalists covering the election\r\n\nIntroduction\r\n\nThis document is not about the government and other interested parties’ obligations towards the media – rather, it contains some thoughts on the media’s responsibility during election time towards all concerned.\r\n\nAdvocacy vs. neutrality\r\n\nFirst and foremost, a distinction should be made between reporting and commenting.\r\n\nCertainly, a publication is at liberty to advocate a certain point of view. Translated into an election context, this means that publications are free to support a certain political party and to advocate its policies.\r\n\nHowever, when it comes to reporting, the normal rules of journalism are valid, such as fairness, accuracy, etc. While there is indeed no such thing as objectivity, journalists should at all times be neutral in respect of their reporting.\r\n\nThis means, at the very least, that journalists should not disclose their political preferences to anybody. Once a reporter has stated that she or he supports a specific political party, the journalist should not be surprised if the public reads her or his reportage through that specific lens. Balanced reporting, of the perception thereof, flies out the window. Remember: Perceptions are realities.\r\n\nTherefore, reports should never allow their convictions to over-shadow their reporting. They have to divorce themselves from that.\r\n\nJournalists’ neutrality should shine through in their reportage (which includes the way in which they gather news) inter alia in the following ways:\r\n\nFairness\r\n\nThe media should be fair in their coverage of political parties. But what does this mean?\r\n\nIn this context “fairness” does not, and in fact cannot, mean “equal” – it would be foolhardy to suggest that a publication gives as much space to the smallest party as it will to the biggest one.\r\n\nInstead, “fairness” means “proportional”. This inter alia implies that:\r\n\n• all parties should be given a voice; and\r\n\n• the smaller parties cannot rightly expect the media to give them the same amount of coverage as it does with the ruling party and its main opponents.\r\n\nBribes\r\n\nThe media enter into a dangerous zone at election time – which is when the temptation is at its greatest for politicians to try to influence journalists to write favourably about them. And for journalists to succumb to those temptations. Be even more sensitive and alert than ever!\r\n\nSources\r\n\nSimilarly, making use of anonymous sources is even more dangerous during election times. Remember that such sources do not have to be accountable for what they say – and they easily may have agendas behind their “information”. Fake news often comes as a result of disinformation (i.e. false information that people deliberately provide in order to mislead the public).\r\n\nTherefore, journalists should always verify such information and, if they are not able to do so, report it as such.\r\n\nAlso, journalists should always view media releases with some healthy suspicion. Of course, the media should report the gist of such releases, but do not be fooled into believing that everything in those documents are true and presented in proper context.\r\n\nOther issues\r\n\nThe media are accountable to the public, and therefore inter alia should:\r\n\n• report accurately, fairly and in context at all times – this is even more important during election times, as inaccurate and unfair reportage may even lead to violence;\r\n\n• provide those who are the subject of critical reportage a reasonable opportunity to reply to allegations;\r\n\n• not present allegations as facts;\r\n\n• not promote hate speech;\r\n\n• not unnecessarily tarnish people’s dignity;\r\n\n• correct mistakes promptly and prominently; and\r\n\n• protect people’s personal information which is not in the public interest to know.\r\n\nRequirements for the print and online media regulatory bodies\r\n\nThe Guidelines for Access to Information and Elections in Africa issued last year by the African Commission on Human and People’s Rights include the following requirements, some of which are applicable to the mandate of the Press Council:\r\n\nMedia and internet regulatory bodies shall adopt regulations on media coverage during elections that ensure fair and balanced coverage of the electoral process and transparency about political advertising policy on media and online media platforms. Such regulations shall proactively disclose to the public:\r\n\n(a) The complaints procedure against media organisations that violate the regulations;\r\n\n(b) The enforcement mechanism for ensuring compliance with the decisions taken and sanctions imposed;\r\n\n(c) The code of conduct for online media; and\r\n\n(d) Details of all complaints or petitions received during the electoral period and how these were addressed.\r\n\nOut of Africa\r\n\nIt is important to be reminded of two documents that also provide guidelines on media coverage of democratic elections – the one was accepted in 2012 at a media conference in the SADC region (https://misaswaziland.com/sadc-guidelines-on-media-coverage-of-elections/) and the other in 2002 by the OAU (http://www.achpr.org/instruments/guide-elections/).\r\n\nIn addition to this document, these texts emphasise the media are expected to ensure that journalists are familiar with the national legislative framework governing the electoral process and are fully conversant with all aspects of the electoral process and to provide platforms for accessing information that enable informed analysis and opinion on elections.\r\n\nIn particular, journalists are expected to distinguish between election observation (reportage on the credibility, legitimacy and transparency of the electoral process often carried out by external personnel, who are not permitted to intervene in the voting and counting operation) and election monitoring (reportage on the electoral process carried out by local agencies or personnel, who are able to draw attention to observed deficiencies during the voting and counting operations).\r\n\nWhen reporting on opinion polls, the media should reveal which party, individual or organisation commissioned and paid for the poll, the purposes of the poll, the identity of the polling organisation and its expertise in polling; the nature of the questions or issues the poll focused on, the geographic coverage and demographic profile of those who were polled, the methodologies used in polling including details of the sample and the margin of error which will contextualise the poll results.\r\n\n• In short, these documents outline the very principles as formulated in the SA Press Code.\r\n\nJohan Retief\r\n\nPress Ombud",
  "spa": {},
  "nso": {},
  "afr": {},
  "tsn": {},
  "zul": {},
  "por": {},
  "sot": {},
  "title": "PRESS COUNCIL OF SA – GUIDANCE NOTES",
  "type": "resources",
  "xho": {}
}