{
  "body": "DA 2019 election manifesto https://www.da.org.za/campaigns/manifesto\r\n\nDA manifesto fact-checked by AfricaCheck https://africacheck.org/reports/one-south-africa-\rfor-all-fact-checking-the-das-2019-election-manifesto/\r\n\nANC 2019 Election manifesto https://www.politicsweb.co.za/documents/the-ancs-2019-\relection-manifesto\r\n\nANC Election manifesto fact-checked by AfricaCheck https://africacheck.org/reports/one-\r south-africa-for-all-fact-checking-the-das-2019-election-manifesto/\r\n\nEFF Election manifesto https://www.scribd.com/document/398765234/2019-EFF-election-\rmanifesto#from_embed\r\n\nEFF manifesto fact-checked by AfricaCheck https://africacheck.org/reports/our-land-and-jobs-\rnow-fact-checking-the-effs-2019-election-manifesto/\r\n\n## **Tools**\r\n\nRaymond Joseph’s fact-checking tools resource https://goo.gl/hkPsWE\r\n\nOssint Essentials (a selection of free fact-checking tools for different platforms\r\n\nhttps://goo.gl/Xf8tiR\r\n\n**Data rich tools that are simple to use**\r\n\nPromise Tracker: An AfricaCheck tool that keeps track of promises made by the governing\r parties in South Africa, Nigeria and Kenya \n\n* https://africacheck.org/promise-trackers/ How it’s\r done\n* https://africacheck.org/how-the-promise-tracker-works/\r\n\nPublic People: search that returns a chronological list of stories - starting from the latest – which\r are unaffected by algorithms, rankings or SEO https://publicpeople.org.za/\r\n\nPeople’s Assembly: excellent source of information about Parliament, parties and politicians\r  https://www.pa.org.za/\r\n\nMPs’ assets, business interests and the gifts they received: search the declarations MPs have\r made about their assets and gifts they received https://www.pa.org.za/interests/\r\n\nPMG: The Parliamentary Monitoring Group monitors the business of Parliament and its various\r Parliamentary Committees. In most cases they record and make available audio – and in some\r cases transcripts – of committee hearings. It also lists the members and their contact details,\r including cellphone numbers, of the chair, secretary and all members of every committee\r  https://pmg.org.za/\r\n\n\r\n\nMP’s Attendance Register: Check the attendance of individual Ministers and MPs in\r Parliament https://www.pa.org.za/mp-attendance/\r\n\nFind the names and details, including cellphone numbers in many cases, of MPs, members\r of the NCOP and MLPs in the different provinces: https://www.pa.org.za/person/all/\r\n\nMP profiles: https://www.pa.org.za/position/member/parliament/?order=name&amp;a=1\n\n\rVulekamali a searchable tool that brings all the South African Treasury’s national and\r provincial budget documentation together in one place. Great for fact-checking, research and for\r finding stories https://vulekamali.gov.za\r\n\nOurLand: a tool filled with useful facts and data about land ownership in South Africa\r  https://ourland.hurumap.org\r\n\nTrace Search multiple South African and international data bases, including SENS, corporate\r  data and suppliers blacklisted from applying for government tenders https://openup.org.za/trace\r\n\n\rOpenGazettes A tool to search South African provincial and national Government Gazettes,\r with the ability to set key word alerts (e.g. nuclear) to let you know about new tenders. You can\r also search for licenses (e.g. liquor) and individuals via names/ID numbers. In fact you can search for anything that must be gazette by law http://opengazettes.org.za/\r\n\nISS Crime hub A source for ready-to-use information, statistics, analysis and maps on crime\r and safety and other security issues in South Africa https://issafrica.org/crimehub\r\n\nElection violence map View peaceful and violent election protest action with local municipal\r and national election results https://issafrica.org/crimehub/maps/election-violence\r\n\nPolitical attacks and killings https://issafrica.org/crimehub/maps/political-killings",
  "spa": {},
  "nso": {},
  "afr": {},
  "tsn": {},
  "zul": {},
  "por": {},
  "sot": {},
  "title": "SA Resources: Election manifestos",
  "type": "resources",
  "xho": {}
}