{
  "body": "Sourced from: https://presscouncil.org.za/ContentPage?code=PRESSCODE\n\nChapter 1: Media-generated content and activities \n\n1. Gathering and Reporting of News The media shall: \n\n1.1 take care to report news truthfully, accurately and fairly; \n\n1.2 present news in context and in a balanced manner, without any intentional or negligent departure from the facts whether by distortion, exaggeration, misrepresentation, material omissions or summarisation; \n\n1.3 present only what may reasonably be true as fact; opinions, allegations, rumours or suppositions shall be presented clearly as such; \n\n1.4 obtain information legally, honestly and fairly, unless public interest dictates otherwise; \n\n1.5 use personal information for journalistic purposes only; \n\n1.6 identify themselves as such, unless public interest or their safety dictates otherwise; \n\n1.7 verify the accuracy of doubtful information, if practicable; if not, this shall be stated; \n\n1.8 seek, if practicable, the views of the subject of critical reportage in advance of publication, except when they might be prevented from reporting, or evidence destroyed, or sources intimidated. Such a subject should be afforded reasonable time to respond; if unable to obtain comment, this shall be stated; \n\n1.9 state where a report is based on limited information, and supplement it once new information becomes available; \n\n1.10 make amends for presenting inaccurate information or comment by publishing promptly and with appropriate prominence a retraction, correction, explanation, or apology; \n\n1.11 prominently indicate when an online article has been amended or an apology or retraction published and link such to that text, while the original article may remain; \n\n1.12 not be obliged to remove any article which is not defamatory; \n\n1.13 not plagiarise. \n\n2. Independence and Conflicts of Interest The media shall: \n\n2.1 not allow commercial, political, personal or other non-professional considerations to influence reporting, and avoid conflicts of interests as well as practices that could lead leaders to doubt the media’s independence and professionalism; \n\n2.2 not accept any benefit which may influence coverage; \n\n2.3 indicate clearly when an outside organisation has contributed to the cost of newsgathering; \n\n2.4 keep editorial material clearly distinct from advertising and sponsored content. \n\n3. Privacy, Dignity and Reputation The media shall: \n\n3.1 exercise care and consideration in matters involving the private lives of individuals. The right to privacy may be overridden by the public interest; \n\n3.2 afford special weight to South African cultural customs concerning the protection of privacy and dignity of people who are bereaved and their respect for those who have passed away, as well as concerning children, the aged and the physically and mentally disabled; \n\n3.3 exercise care and consideration in matters involving dignity and reputation, which may be overridden only if it is in the public interest and if: \n\n3.3.1. the facts reported are true or substantially true; or\n\n3.3.2. the reportage amounts to protected comment based on facts that are adequately referred to and that are true or substantially true or could reasonably be deemed to be true; or \n\n3.3.3. the reportage amounts to a fair and accurate report of court proceedings, Parliamentary proceedings or the proceedings of any quasi-judicial tribunal or forum; or \n\n3.3.4. it was reasonable for the information to be communicated because it was prepared in accordance with acceptable principles of journalistic conduct ; or \n\n3.3.5. the article was, or formed part of, an accurate and impartial account of a dispute to which the complainant was a party; \n\n3.4 not identify rape survivors, survivors of sexual violence which includes sexual intimidation and harassment* or disclose the HIV/AIDS status of people without their consent and, in the case of children, from their legal guardian or a similarly responsible adult as well as from the child (taking into consideration the evolving capacity of the child), and a public interest is evident, and it is in the best interests of the child; \n\n3.5 The media may not identify a person who has been charged with sexual abuse before he or she has pleaded in court. However, the media may identify alleged perpetrators of sexual abuse before such a charge has been laid, and then only if:\n\n public interest in the disclosure outweighs the rights and interest of the affected person; and\n\n the media have given the accused person a right of reply; and\n\n information provided regarding the circumstances by an accuser are adequately detailed; and\n\n assessing the allegations holistically and in context, it is reasonable to conclude that the facts upon which the allegations are based appear to be true.\n\n\\* “The World Health Organisation inter alia defines sexual violence as follows: “Sexual violence encompasses acts that range from verbal harassment to forced penetration, and an array of types of coercion, from social pressure and intimidation to physical force…” \n\n4. Protection of Personal Information* The media shall: \n\n4.1 take reasonable steps to ensure that personal information under their control is protected from misuse, loss, and unauthorised access; \n\n4.2 ensure that the personal information they gather is accurate, reasonably complete and up to date; 4.3 take steps to verify the accuracy of their information and, if necessary, amend it where a person requests a correction to be made to his or her personal information; \n\n4.4 only disclose sufficient personal information to identify the persons being reported on as some information, such as addresses, may enable others to intrude on their privacy and safety; \n\n4.5 inform the affected person(s) and take reasonable steps to mitigate any prejudicial effects where it is reasonably suspected that an unauthorised person may have obtained access to personal information held by the media. * “Personal information” is as defined in Section 1 of the Protection of Personal Information Act 4 of 2013. \n\n5. Discrimination and Hate Speech The media shall:\n\n5.1 avoid discriminatory or denigratory references to people’s race, gender, sex, pregnancy, marital status, ethnic or social origin, colour, sexual orientation, age, disability, religion, conscience, belief, culture, language and birth or other status, and not refer to such status in a prejudicial or pejorative context – and shall refer to the above only where it is strictly relevant to the matter reported and in the public interest. The media shall refrain from stigmatising or stereotyping people; \n\n5.2 balance their right and duty to report and comment on all matters of legitimate public interest against the obligation not to publish material that amounts to propaganda for war, incitement of imminent violence, or hate speech*.\n\n\\* “Hate speech” refers to the publication, propagation, advocacy or communication of expression based on one or more of the prohibited grounds as stated in Section 5.1 above, against any person which could reasonably be construed to demonstrate a clear intention to be hurtful or harmful or to incite harm or to promote or propagate hatred. It is not hate speech to engage in bona fide artistic creativity, academic and scientific inquiry, fair and accurate reporting in the public interest or the publication of any information, advertisement or notice in accordance with Section 16 of the Constitution. The prohibited grounds also include any other ground where discrimination on that ground causes or perpetuates systemic disadvantage, undermines human dignity or adversely affects the equal enjoyment of a person’s right and freedoms in a serious manner that is comparable to discrimination on a ground specifically listed. \n\n6. Advocacy The media may strongly advocate their own views on controversial topics, provided that they clearly distinguish between fact and opinion, and not misrepresent, suppress or distort relevant facts. \n7. Protected Comment\n\nComment or criticism is protected even if extreme, unjust, unbalanced, exaggerated and prejudiced, as long as it is without malice; is on a matter of public interest; has taken account of all material facts that are either substantially true or could reasonably be deemed to be true, and is presented in such manner that it appears clearly to be comment. \n\n8. Children In the spirit of Section 28.2 of the Bill of Rights* the media shall: \n\n8.1 exercise exceptional care and consideration when reporting about children\\*\\*. If there is any chance that coverage might cause harm of any kind to a child, he or she shall not be interviewed, photographed or identified without the consent of a legal guardian, or of a similarly responsible adult, and the child (taking into consideration the evolving capacity of the child), and a public interest is evident; \n\n8.2 not publish child pornography\\*\\**; \n\n8.3 not identify children who have been victims of abuse or exploitation without the consent of their legal guardians or of a similarly responsible adult and the child (taking into consideration the evolving capacity of the child), a public interest is evident and it is in the best interests of the child. \\* Section 28.2 of the Bill of Rights of the South African Constitution says, “A child’s best interests are of paramount importance in every matter concerning the child.” \\*\\* “Child” is a person under the age of 18 years. \\*\\*\\* “Child Pornography” is defined in the Film and Publications Act as: “Any visual image or any description of a person, real or simulated, however created, who is or who is depicted or described as being, under the age of 18 years, explicitly depicting such a person who is or who is being depicted as engaged or participating in sexual conduct; engaged in an explicit display of genitals; participating in or assisting another person to participate in sexual conduct which, judged within context, has as its predominant objective purpose, the stimulation of sexual arousal in its target audience or showing or describing the body or parts of the body of the person in a manner or circumstance which, in context, amounts to sexual exploitation.”\n\n9. Violence, Graphic Content The media shall: \n\n9.1 exercise due care and responsibility when presenting brutality, violence, and suffering; \n\n9.2 not sanction, promote or glamorise violence or unlawful conduct; \n\n9.3 avoid content which depicts violent crime or other violence or explicit sex, unless the public interest dictates otherwise; if so, a prominently displayed warning must indicate that such content is graphic and inappropriate for certain audiences such as children. \n\n10. Headlines, Captions, Posters, Pictures and Video / Audio Content\n\n10.1 “Headlines, captions to pictures and posters shall not mislead the public and shall give a reasonable reflection of the contents of the reports or pictures in question.”\n\n10.2 Pictures and video / audio content shall not misrepresent or mislead, nor be manipulated to do so. \n\n11. Confidential and Anonymous Sources The media shall: \n\n11.1 protect confidential sources of information; \n\n11.2 avoid the use of anonymous sources unless there is no other way to deal with a story and shall take care to corroborate such information; \n\n11.3 not publish information that constitutes a breach of confidence, unless the public interest dictates otherwise. \n\n12. Payment for Information The media shall avoid shady journalism in which informants are paid to induce them to give the information, particularly when they are criminals — except where the material concerned ought to be published in the public interest and the payment is necessary for this to be done. Chapter 2: User-generated content This section applies where a complaint is brought against a member in respect of comments and content posted by users on all online platforms it controls and on which it distributes its content. \n13. Principles The media: \n\n13.1 are not obliged to moderate all user-generated content (UGC) in advance; \n\n13.2 shall have a UGC Policy, consistent with the Constitution of the Republic of South Africa, governing moderation and/or removal of UGC or user profiles posted; \n\n13.3 may remove any UGC or user profile in accordance with their policy; \n\n13.4 must make their policy publicly available and set out clearly the: \n\n13.4.1 authorisation process, if any, which would-be users must follow, as well as any terms, conditions and indemnity clauses during such registration process; \n\n13.4.2 content which shall be prohibited; \n\n13.4.3 manner in which the public may inform them of prohibited content; \n\n13.5 should, where practicable, place a notice on the platforms to discourage the posting of prohibited content; \n\n13.6 should inform the public that UGC is posted directly by users, and does not necessarily reflect their views;\n\n13.7 shall encourage users to report content which may violate the provisions of their policy; 13.8 shall particularly carefully monitor online forums directed at children. \n\n14. Prohibited Content Material constitutes prohibited content if it is expressly not allowed in a member’s UGC Policy, and in Section 5.2 of this Code (which refers to Section 16 of the Bill of Rights, and overrules anything to the contrary contained in a UGC policy). \n15. Defence \n\n15.1 It is a defence for the media to show that they did not author or edit the content complained of; \n\n15.2 However, where a complainant has sent a written notice to the particular media, identifying the content concerned, specifying where it was posted, and motivating why it is prohibited (see Clause 14); the media must then either: \n\n15.2.1 remove the relevant UGC as soon as possible and notify the complainant accordingly; or \n\n15.2.2 decide not to remove the UGC and notify the complainant accordingly. In the latter case, the complainant may complain to the Press Ombud, who will treat it as if the UGC was posted by the member itself.\n\nEND\n\nWho can lodge a complaint?\n\nCurrently, people with locus standi are\n\n\\- Anyone acting in their own interest\n\n\\- Anyone acting on behalf of another person who cannot act in his or her own name\n\n\\- Anyone acting as a member of, or in the interest of a group or class of persons, and\n\n\\- An association acting in the interest of its members.\n\nThis seems to exclude Joe Citizen from lodging a complaint on a report which may not be a report about him directly which may carry broader societal implications. Should we not define “complainant” more tightly\n\nJoe Latakgomo\n\nPublic Advocate\n\nPress Council of South Africa\n\nTel: 011 4843612\n\nPhysical address: Building 8, Burnside Office Park, 410 Jan Smuts Avenue, Craighall\n\nwww.presscouncil.org.za",
  "spa": {},
  "nso": {},
  "afr": {},
  "tsn": {},
  "zul": {},
  "por": {},
  "sot": {},
  "title": "South African Press Code",
  "type": "resources",
  "xho": {}
}