{
  "body": "The Press Code of Ethics and Conduct for South African Print and Online Media\r\n\n\r\n\nThe Press Council of South Africa and the Interactive Advertising Bureau South Africa adopt the following Code for print and online media (together referred to as “the media).\r\n\n\r\n\n## PREAMBLE\r\n\n\r\n\nThe media exist to serve society. Their freedom provides for independent scrutiny of the forces that shape society, and is essential to realising the promise of democracy. It enables citizens to make informed judgments on the issues of the day, a role whose centrality is recognised in the South African Constitution.\r\n\n\r\n\nSection 16 of the Bill of Rights sets out that:\r\n\n\r\n\nEveryone has the right to freedom of expression, which includes:\r\n\n\r\n\na) Freedom of the press and other media;\r\n\nb) Freedom to receive and impart information or ideas;\r\n\nc) Freedom of artistic creativity; and\r\n\nd) Academic freedom and freedom of scientific research.\r\n\nThe right in subsection (1) does not extend to:\r\n\na) Propaganda for war;\r\n\nb) Incitement of imminent violence; or\r\n\nc) Advocacy of hatred that is based on race, ethnicity, gender or religion, and that constitutes incitement to cause harm.\r\n\nThe media strive to hold these rights in trust for the country’s citizens; and they are subject to the same rights and duties as the individual. Everyone has the duty to defend and further these rights, in recognition of the struggles that created them: the media, the public and government, who all make up the democratic state.\r\n\n\r\n\nThe media’s work is guided at all times by the public interest, understood to describe information of legitimate interest or importance to citizens.\r\n\n\r\n\nAs journalists we commit ourselves to the highest standards, to maintain credibility and keep the trust of the public. This means always striving for truth, avoiding unnecessary harm, reflecting a multiplicity of voices in our coverage of events, showing a special concern for children and other vulnerable groups, and exhibiting sensitivity to the cultural customs of their readers and the subjects of their reportage, and acting independently.\r\n\n\r\n\n## Application of the Press Code\r\n\n\r1. This Code applies to the following content published by members:\r\n\n\rall content that is published in a printed edition;\r\n\nall content that is published on a website operated by a member;\r\n\nall content that is published on a social media account operated by a member; and\r\n\nall content that is created by a member and published on any platform that is available on the world wide web (i.e. online) or in digital format.\r\n\n\r\n\n\r\n\n2. All content published by a member through one or more of the platforms mentioned in 1 must comply with the Code, regardless of whether the content is in written, video, audio, pictorial or any other form.\r\n\n\r\n\n3. Members must ensure that when they share content created by a third party through their social media accounts (for example by retweeting) they do so in a manner that is compliant with this Code.\r\n\n\r\n\n4. Members must develop their own social media policies, guided by this Code.\r\n\n\r\n\n \r\n\n\r\n\n## Chapter 1: MEDIA-GENERATED CONTENT AND ACTIVITIES\r\n\n\r\n\n \r\n\n\r\n\n1. Gathering and reporting of news\r\n\n\r\n\nThe media shall:\r\n\n\r\n\n1.1 take care to report news truthfully, accurately and fairly;\r\n\n\r\n\n1.2 present news in context and in a balanced manner, without any intentional or negligent departure from the facts whether by distortion, exaggeration or misrepresentation, material omissions, or summarization;\r\n\n\r\n\n1.3 present only what may reasonably be true as fact; opinions, allegations, rumours or suppositions shall be presented clearly as such;\r\n\n\r\n\n1.4 obtain news legally, honestly and fairly, unless public interest dictates otherwise;\r\n\n\r\n\n1.5 use personal information for journalistic purposes only;\r\n\n\r\n\n1.6 identify themselves as such, unless public interest or their safety dictates otherwise;\r\n\n\r\n\n1.7 verify the accuracy of doubtful information, if practicable; if not, this shall be stated;\r\n\n\r\n\n1.8 seek, if practicable, the views of the subject of critical reportage in advance of publication, except when they might be prevented from reporting, or evidence destroyed, or sources intimidated. Such a subject should be afforded reasonable time to respond; if unable to obtain comment, this shall be stated;\r\n\n\r\n\n1.9 state where a report is based on limited information, and supplement it once new information becomes available;\r\n\n\r\n\n1.10 make amends for presenting inaccurate information or comment by publishing promptly and with appropriate prominence a retraction, correction, explanation or an apology on every platform where the original content was published, such as the member’s website, social media accounts or any other online platform; and ensure that every journalist or freelancer employed by them who shared content on their personal social media accounts also shares any retraction, correction, explanation or apology relating to that content on their personal social media accounts;\r\n\n\r\n\n1.11 prominently indicate when content that was published online has been amended or an apology or retraction published. The original content may continue to remain online but a link to the amendment, retraction or apology must be included in every version of the content which remains available online;\r\n\n\r\n\n1.12 not be obliged to remove any content which is not unlawfully defamatory; and\r\n\n\r\n\n1.13 not plagiarise.\r\n\n\r\n\n \r\n\n\r\n\n2.Independence and Conflicts of Interest\r\n\n\r\n\nThe media shall:\r\n\n\r\n\n2.1 not allow commercial, political, personal or other non-professional considerations to influence reporting, and avoid conflicts of interest as well as practices that could lead readers to doubt the media’s independence and professionalism;\r\n\n\r\n\n2.2 not accept any benefit which may influence coverage;\r\n\n\r\n\n2.3 indicate clearly when an outside organization has contributed to the cost of newsgathering; and\r\n\n\r\n\n2.4 keep editorial material clearly distinct from advertising and sponsored events.\r\n\n\r\n\n \r\n\n\r\n\n3. Privacy, Dignity and Reputation\r\n\n\r\n\nThe media shall:\r\n\n\r\n\n3.1 exercise care and consideration in matters involving the private lives of individuals. The right to privacy may be overridden by public interest;\r\n\n\r\n\n3.2 afford special weight to South African cultural customs concerning the protection of privacy and dignity of people who are bereaved and their respect for those who have passed away, as well as concerning children, the aged and the physically and mentally disabled;\r\n\n\r\n\n3.3 exercise care and consideration in matters involving dignity and reputation, which may be overridden only if it is in the public interest and if:\r\n\n\r\n\n3.3.1. the facts reported are true or substantially true; or\r\n\n\r\n\n3.3.2. the reportage amounts to protected comment based on facts that are adequately referred to and that are either true or reasonably true; or\r\n\n\r\n\n3.3.3. the reportage amounts to a fair and accurate report of court proceedings, Parliamentary proceedings or the proceedings of any quasi-judicial tribunal or forum; or\r\n\n\r\n\n3.3.4. it was reasonable for the information to be communicated because it was prepared in accordance with acceptable principles of journalistic conduct; or\r\n\n\r\n\n3.3.5. the content was, or formed part of, an accurate and impartial account of a dispute to which the complainant was a party;\r\n\n\r\n\n3.4 not identify rape survivors, survivors of sexual violence which includes sexual intimidation and harassment* or disclose the HIV / AIDS status of people without their consent and, in the case of children, from their legal guardian or a similarly responsible adult as well as from the child (taking into consideration the evolving capacity of the child), and a public interest is evident, and it is in the best interests of the child.\r\n\n\r\n\n\\*  The World Health Organisation inter alia defines sexual violence as follows: “Sexual violence encompasses acts that range from verbal harassment to forced penetration, and an array of types of coercion, from social pressure and intimidation to physical force…”\r\n\n\r\n\n \r\n\n\r\n\n4. Protection of Personal Information*\r\n\n\r\n\nThe media shall:\r\n\n\r\n\n4.1 take reasonable steps to ensure that the personal information under their control is protected from misuse, loss, and unauthorized access;\r\n\n\r\n\n4.2 ensure that the personal information they gather is accurate, reasonably complete and up to date;\r\n\n\r\n\n4.3 take steps to verify the accuracy of their information and, if necessary, amend it where a person requests a correction to be made to his or her personal information;\r\n\n\r\n\n4.4 only disclose sufficient personal information to identify the person being reported on as some information, such as addresses, may enable others to intrude on their privacy and safety; and\r\n\n\r\n\n4.5 inform the affected person(s) and take reasonable steps to mitigate any prejudicial effects where it is reasonably suspected that an unauthorized person may have obtained access to personal information held by the media.\r\n\n\r\n\n\\*  “Personal information” is defined as follows in Section 1 of the Protection of Personal Information Act 4 of 2013: ‘‘Personal information’’ means information relating to an identifiable, living, natural person, and where it is applicable, an identifiable, existing juristic person, including, but not limited to (a) information relating to the race, gender, sex, pregnancy, marital status, national, ethnic or social origin, colour, sexual orientation, age, physical or mental health, well-being, disability, religion, conscience, belief, culture, language and birth of the person; (b) information relating to the education or the medical, financial, criminal or employment history of the person; (c) any identifying number, symbol, e-mail address, physical address, telephone number, location information, online identifier or other particular assignment to the person; (d) the biometric information of the person; (e) the personal opinions, views or preferences of the person; (f) correspondence sent by the person that is implicitly or explicitly of a private or confidential nature or further correspondence that would reveal the contents of the original correspondence; (g) the views or opinions of another individual about the person; and (h) the name of the person if it appears with other personal information relating to the person or if the disclosure of the name itself would reveal information about the person.\r\n\n\r\n\n \r\n\n\r\n\n5. Discrimination and Hate Speech\r\n\n\r\n\nThe media shall:\r\n\n\r\n\n5.1. avoid discriminatory or denigratory references to people’s race, gender, sex, pregnancy, marital status, ethnic or social origin, colour, sexual orientation, age, disability, religion, conscience, belief, culture, language and birth or other status, and not refer to such status in a prejudicial or pejorative context – and shall refer to the above only where it is strictly relevant to the matter reported, and if it is in the public interest; and\r\n\n\r\n\n5.2 balance their right and duty to report and comment on all matters of legitimate public interest against the obligation not to publish material that amounts to propaganda for war, incitement of imminent violence or hate speech – that is, advocacy of hatred that is based on race, ethnicity, gender or religion, and that constitutes incitement to cause harm.\r\n\n\r\n\n \r\n\n\r\n\n6. Advocacy\r\n\n\r\n\nThe media may strongly advocate their own views on controversial topics, provided that they clearly distinguish between fact and opinion, and not misrepresent or suppress or distort relevant facts.\r\n\n\r\n\n \r\n\n\r\n\n7. Protected Comment\r\n\n\r\n\n7.1 The media shall be entitled to comment upon or criticise any actions or events of public interest; and\r\n\n\r\n\n7.2 Comment or criticism is protected even if it is extreme, unjust, unbalanced, exaggerated and prejudiced, as long as it is without malice, is on a matter of public interest, has taken fair account of all material facts that are either true or reasonably true, and is presented in a manner that it appears clearly to be comment.\r\n\n\r\n\n \r\n\n\r\n\n8. Children\r\n\n\r\n\nIn the spirit of Section 28.2 of the Bill of Rights* the media shall:\r\n\n\r\n\n8.1 exercise exceptional care and consideration when reporting about children\\*\\*. If there is any chance that coverage might cause harm of any kind to a child, he or she shall not be interviewed, photographed or identified without the consent of a legal guardian or of a similarly responsible adult and the child (taking into consideration the evolving capacity of the child); and a public interest is evident;\r\n\n\r\n\n8.2 not publish child pornography\\*\\**; and\r\n\n\r\n\n8.3 not identify children who have been victims of abuse or exploitation, or who have been charged with or convicted of a crime, without the consent of their legal guardians (or a similarly responsible adult) and the child (taking into consideration the evolving capacity of the child), a public interest is evident and it is in the best interests of the child.\r\n\n\r\n\n\\* Section 28.2 of the Bill of Rights in the South African Constitution says: “A child’s best interests are of paramount importance in every matter concerning the child.”\r\n\n\r\n\n\\*\\*  A “child” is a person under the age of 18 years.\r\n\n\r\n\n\\*\\** Child Pornography is defined in the Film and Publications Act as: “Any visual image or any description of a person, real or simulated, however created, who is or who is depicted or described as being, under the age of 18 years, explicitly depicting such a person who is or who is being depicted as engaged or participating in sexual conduct; engaged in an explicit display of genitals; participating in or assisting another person to participate in sexual conduct which, judged within context, has as its predominant objective purpose, the stimulation of sexual arousal in its target audience or showing or describing the body or parts of the body of the person in a manner or circumstance which, in context, amounts to sexual exploitation.”\r\n\n\r\n\n \r\n\n\r\n\n9. Violence, Graphic Content\r\n\n\r\n\nThe media shall:\r\n\n\r\n\n9.1 exercise due care and responsibility when presenting brutality, violence and suffering;\r\n\n\r\n\n9.2 not sanction, promote or glamorise violence or unlawful conduct; and\r\n\n\r\n\n9.3 avoid content which depicts violent crime or other violence or explicit sex, unless the public interest dictates otherwise – in which case a prominently displayed warning must indicate that such content is graphic and inappropriate for certain audiences such as children\r\n\n\r\n\n \r\n\n\r\n\n10. Headlines, Captions, Posters, Pictures and Video / Audio Content\r\n\n\r\n\n10.1 Headlines, captions to pictures and posters shall not mislead the public and shall give a reasonable reflection of the contents of the report or picture in question; and\r\n\n\r\n\n10.2 Pictures and video / audio content shall not misrepresent or mislead nor be manipulated to do so.\r\n\n\r\n\n \r\n\n\r\n\n11. Confidential and Anonymous Sources\r\n\n\r\n\nThe media shall:\r\n\n\r\n\n11.1 protect confidential sources of information – the protection of sources is a basic principle in a democratic and free society;\r\n\n\r\n\n11.2 avoid the use of anonymous sources unless there is no other way to deal with a story, and shall take care to corroborate such information; and\r\n\n\r\n\n11.3 not publish information that constitutes a breach of confidence, unless the public interest dictates otherwise.\r\n\n\r\n\n \r\n\n\r\n\n12. Payment for Information\r\n\n\r\n\nThe media shall avoid shady journalism in which informants are paid to induce them to give the information, particularly when they are criminals – except where the material concerned ought to be published in the public interest and the payment is necessary for this to be done.\r\n\n\r\n\n \r\n\n\r\n\nChapter 2: USER-GENERATED CONTENT AND ACTIVITIES*\r\n\n\r\n\n \r\n\n\r\n\n13. Principles\r\n\n\r\n\nThe media:\r\n\n\r\n\n13.1 are not obliged to moderate all user-generated content (UGC) in advance;\r\n\n\r\n\n13.2 shall have a UGC Policy, consistent with the Constitution of the Republic of South Africa, governing moderation and/or removal of UGC or user profiles posted;\r\n\n\r\n\n13.3 may remove any UGC or user profile in accordance with their policy;\r\n\n\r\n\n13.4 must make their policy publicly available and set out clearly the:\r\n\n\r\n\n13.4.1 authorisation process, if any, which would-be users must follow, as well as any terms, conditions and indemnity clauses during such registration process;\r\n\n\r\n\n13.4.2 content which shall be prohibited; and\r\n\n\r\n\n13.4.3 manner in which the public may inform them of prohibited content;\r\n\n\r\n\n13.5 should, where practicable, place a notice on the platforms to discourage the posting of prohibited content;\r\n\n\r\n\n13.6 should inform the public that UGC is posted directly by users, and does not necessarily reflect their views;\r\n\n\r\n\n13.7 shall encourage users to report content which may violate the provisions of their policy; and\r\n\n\r\n\n13.8 shall particularly carefully monitor online forums directed at children.\r\n\n\r\n\n \r\n\n\r\n\n14. Prohibited Content\r\n\n\r\n\nMaterial constitutes prohibited content if it is expressly not allowed in a member’s UGC Policy, and in Section 5.2 of this Code (which refers to Section 16 of the Bill of Rights, and overrules anything to the contrary contained in a UGC policy).\r\n\n\r\n\n \r\n\n\r\n\n15. Defence\r\n\n\r\n\n15.1 It is a defence for the media to show that they did not author or edit the content complained of;\r\n\n\r\n\n15.2 However, where a complainant has sent a written notice to the particular media, identifying the content concerned, specifying where it was posted, and motivating why it is prohibited (see Clause 14); the media must then either:\r\n\n\r\n\n15.2.1 remove the relevant UGC as soon as possible and notify the complainant accordingly; or\r\n\n\r\n\n15.2.2 decide not to remove the UGC and notify the complainant accordingly. In the latter case, the complainant may complain to the Press Ombud, who will treat it as if the UGC was posted by the member itself.\r\n\n\r\n\n\\*  This section applies where a complaint is brought against a member in respect of comments and content posted by users on all platforms in controls and on which it distributes its content.\r\n\n\r\n\nEND",
  "spa": {},
  "nso": {},
  "afr": {},
  "tsn": {},
  "zul": {},
  "por": {},
  "sot": {},
  "title": "South Africa Press Code 2021",
  "type": "resources",
  "xho": {}
}