"use strict";
{
    "1": {
        "name": "Conferencia de prensa",
        "questions": {
            "1": "¿Cuáles fueron los principales puntos abordados en la conferencia de prensa?",
            "2": "¿Cuáles son los nombres y cargos o cargos oficiales de los oradores?",
            "3": "¿Cuál es el trasfondo de los principales puntos de la conferencia?",
            "4": "¿Qué información adicional se obtuvo de la sesión de preguntas y respuestas?",
            "5": "¿Qué preguntas no fueron contestadas o evitadas?",
            "6": "Consejo: asegúrese de obtener copias de cualquier documento de la conferencia de prensa",
            "7": "¿Cuáles son los datos de contacto de los organizadores (preferiblemente números de teléfono) en caso de consultas?"
        }
    },
    "10": {
        "name": "Deportes",
        "questions": {
            "1": "Qué deporte estás cubriendo?",
            "10": "Recoger declaraciones de los entrenadores, jugadores y aficionados de los dos equipos.",
            "11": "Cuánto público había y cuál era su comportamiento?",
            "12": "Hubo algún lesionado?",
            "13": "Cuánto duró el partido? Hubo prórroga?",
            "14": "Cuáles son las estadísticas del partido?",
            "2": "Cuál es el nombre de los equipos que juegan?",
            "3": "Cuál fue el resultado final?",
            "4": "Dónde y cuándo tuvo lugar el partido?",
            "5": "Cuál es la clave del juego, la estrategia",
            "6": "Quiénes fueron los jugadores destacados?",
            "7": "Cuál es el impacto del resultado en la clasificación, ranking, o records individuales?",
            "8": "¿Cuál fue la evolución de puntuación del juego?",
            "9": "¿Hay racha ganadoras / perdedoras, registros involucrados por equipo, jugador?"
        }
    },
    "11": {
        "name": "Enfermedad específica",
        "questions": {
            "1": "Cuál es el nombre de la enfermedad o problema que tiene el paciente?",
            "2": "Cuáles son los principales síntomas?",
            "3": "Que tratamiento recibieron?",
            "4": "Dónde están siendo tratados?",
            "5": "La enfermedad es contagiosa? Han habido otros informes sobre ella localmente o en el extranjero?",
            "6": "Cuál es la identidad de las víctimas? Nombres, edades, direcciones, otros dados personales.",
            "7": "Qué comentários, si los hay, hicieron los funcionarios de salud sobre la enfermedad?",
            "8": "Cuál es la distancia que los pacientes que entrevistó recorrieron para llegar hasta allí y cuál es el costo del viaje de regreso?"
        }
    },
    "12": {
        "name": "Biografía",
        "questions": {
            "1": "¿Cuál es el nombre completo de la persona sobre la que está escribiendo?",
            "10": "Detalles de premios / honores / reconocimiento formal.",
            "12": "Resumir cualquiera de sus principales contribuciones a la sociedad y al mundo.",
            "13": "Enumere por lo menos TRES acontecimientos políticos o sociales importantes ocurridos durante la vida de esta persona. Para cada evento, explique cómo puede haber afectado su biografía.",
            "2": "¿Cuál es su edad y fecha de nacimiento?",
            "3": "¿Cuál es el lugar de nacimiento y dónde viven?",
            "6": "¿Cuál es su descripción física? (Esto es importante para agregar color a su pieza.)",
            "7": "Detalles de su carácter y personalidad? (Pregúntale a la familia y amigos.)",
            "8": "Detalles de su educación? (Incluya cualquier título obtenido.)",
            "9": "Detalles de las relaciones personales con la familia, amigos, compañeros de trabajo."
        }
    },
    "13": {
        "name": "Obituarios",
        "questions": {
            "1": "Cuál es el nombre, edad, dirección, ocupación del difunto?",
            "10": "Anecdotas, recuerdos de amigos y familiares?",
            "2": "¿Cuál fue el momento, el lugar y la causa de la muerte?",
            "3": "Fecha y lugar de nacimiento de la persona",
            "4": "¿Quiénes son los sobreviventes? (familia directa)",
            "5": "¿Cuáles son los detalles sobre el funeral y el entierro?",
            "6": "¿Cuáles son los logos del fallecido?",
            "7": "¿Cuáles son los detalles de su educación?",
            "8": "¿Eran miembros de clubes o sociedades, como un stokvel, Rotary o Lions?",
            "9": "¿Hicieron servicio militar? (formal o no)"
        }
    },
    "2": {
        "name": "Discurso",
        "questions": {
            "1": "¿Cuál fue el punto principal del orador?",
            "10": "¿Tiene copias de discursos y / o documentos de antecedentes?",
            "11": "¿Cuáles son los datos de contacto (preferiblemente números de teléfono / tarjetas de visita) de los voceros en caso de consultas?",
            "2": "¿Cuál es el nombre y el título del orador principal? (¡Asegúrese de que el nombre esté escrito correctamente!)",
            "3": "¿Qué frases tiene para apoyar el punto principal?",
            "4": "¿Cuál fue el propósito, la hora y el lugar del discurso?",
            "5": "¿Cuántas personas asistieron y cuál fue su apariencia y reacciones?",
            "6": "¿El orador hizo foco en algún punto adicional?",
            "7": "¿Cuál es el trasfondo del punto principal?",
            "8": "¿Qué comentarios hizo el orador antes y después de su discurso?",
            "9": "Hay alguna información adicional desde el período de preguntas y respuestas"
        }
    },
    "3": {
        "name": "Marcha de protesta",
        "questions": {
            "1": "Consejo: Asegúrese de tener una bufanda grande y una botella de vinagre (empapar la bufanda en vinagre si la policía usa gas lacrimógeno) en caso de que haya gas lacrimógeno?",
            "10": "¿Hubo alguna protesta relacionada en el pasado (cuántos, cuándo y dónde) y se logró algo?",
            "11": "¿Cómo respondieron las autoridades y la policía a la protesta?",
            "12": "¿Utilizó la policía alguna fuerza no letal (gases lacrimógenos, balas de goma) o fuerza letal (munición real), o ambas cosas?",
            "13": "¿Había alguien herido? ¿Quién, cuántos y qué tan mal?",
            "14": "¿A qué hospitales / clínicas fueron llevados los lesionados para su tratamiento?",
            "15": "Si hay informes de uso violento de la fuerza por parte de la policía, ¿tiene evidencia y usted tiene una respuesta de la policía sobre esto?",
            "16": "¿Cuál es el estado actual de la protesta?",
            "2": "¿Qué tipo de protesta es? ¿Una marcha, una huelga, una barricada?",
            "3": "¿Quiénes son los principales organizadores de la protesta? Obtenga su título oficial, organización y datos de contacto.",
            "4": "¿Fue una protesta planificada o espontánea?",
            "5": "¿Cuál es la razón de la protesta?",
            "6": "¿Hubo alguna ONG o partidos políticos involucrados o relacionados con la protesta? Obtenga sus nombres, organización, datos de contacto y razón para participar.",
            "7": "¿Cuál es el tamaño de la multitud: no adivine! Consulte con los organizadores y la policía.",
            "8": "Obtenga una cita (o declaración) de los organizadores sobre la protesta",
            "9": "Entrevista a un mínimo de 10 manifestantes: obtener su nombre, edad, dónde viven, por qué están protestando, ¿qué quieren lograr?"
        }
    },
    "4": {
        "name": "Accidentes automovilísticos",
        "questions": {
            "1": "¿A qué hora ocurrió el accidente y dónde?",
            "10": "¿Adonde trasladaron los heridos y los muertos? (¿Qué hospital o morgue?)",
            "11": "¿Hubo actos de valentía o rescates?",
            "12": "¿Hubo alguna detención o cualquier otra acción legal?",
            "13": "¿Cuál es el daño a los vehículos?",
            "14": "¿Cuál fue la velocidad de los vehículos involucrados?",
            "15": "¿De dónde venían? / ¿hacia dónde iban?",
            "16": "¿Había algún clima extraño o condiciones de carretera que pudieran haber causado el accidente?",
            "17": "¿Qué pasó de acuerdo con testigos oculares, oficiales de investigación y personas involucradas en un incidente?",
            "18": "¿Cuáles son los arreglos funerarios para los muertos?",
            "2": "¿Hubo personas heridas o muertas y cuántas?",
            "3": "¿Qué tipo de vehículos estaban involucrados?",
            "4": "¿Cuál es la identidad de los conductores implicados? Nombres, edades, direcciones, otra información personal.",
            "5": "¿Cuál fue la causa del accidente? (según paramédicos, policías u otras fuentes oficiales)",
            "6": "¿Cuál es la identificación de los demás involucrados? (Pasajeros, peatones.)",
            "7": "¿Cuál es la identificación de los heridos y muertos?",
            "8": "¿Cuál es el la gravedad de las lesiones?",
            "9": "¿Cuál es la condición de los heridos?"
        }
    },
    "5": {
        "name": "Servicios de salud",
        "questions": {
            "1": "¿Cuál es el nombre del hospital o clínica y dónde está situado?",
            "10": "¿Cuál es la respuesta de los responsables de brindar el servicio?",
            "11": "¿Los pacientes han visitado anteriormente las instalaciones? En caso afirmativo, ¿estaba disponible su expediente cuando fueron tratados?",
            "12": "¿Qué distancia han viajado para llegar allí los pacientes que usted entrevistó?",
            "13": "¿Como llegaron ahi? (autobús, taxi, tren, paseo)",
            "14": "¿Cuál fue el costo de su pasaje de regreso?",
            "2": "¿Cuáles son los servicios que no están funcionando correctamente? (áreas sin prestación de servicios)",
            "3": "¿Por qué estos servicios ya no se ofrecen?",
            "4": "¿A quiénes afecta esto? Un grupo particular de personas / área y cuáles son sus antecedentes socioeconómicos?",
            "5": "¿Cuántas personas están afectadas, en riesgo o en peligro debido a la retirada de estos servicios?",
            "6": "¿Cuáles son los nombres y edades de los afectados y cuáles son sus experiencias?",
            "7": "¿Cuánto tiempo esperan los pacientes para ser vistos por los médicos / trabajadores de salud?",
            "8": "¿Hay suficientes - y correcto - medicamento disponible?",
            "9": "¿Quién es responsable de la prestación de los servicios?"
        }
    },
    "6": {
        "name": "Tribunales - Acción Civil",
        "questions": {
            "1": "¿Quién es la persona u organización que presenta la acción? Nombres, edades, direcciones, otra información personal.",
            "10": "¿Puede este proceso establecer un marco legal? Es un precedente?",
            "11": "¿Existe la posibilidad de un acuerdo extrajudicial?",
            "12": "¿Cuál es el significado de la acción y el efecto sobre otros?",
            "13": "¿Cuáles son los nombres de los abogados de ambas partes? (¡Revise la ortografía!)",
            "14": "¿Cuál es la fecha y quién es el juez presidente para el juicio o audiencia?",
            "2": "¿Cuál es el antecedente del demandante o peticionario: la persona que presenta la acción?",
            "3": "¿Cuál es el trasfondo del acusado o demandado?",
            "4": "¿Qué tipo de daño se alega?",
            "5": "¿Cuál es el resultado que se busca?",
            "6": "¿Cuál es la fecha de presentación de la solicitud y cuál es el tribunal competente?",
            "7": "¿Existe una motivación especial detrás de la acción (si la hay)?",
            "8": "¿Cuál es el trasfondo del conflicto / desacuerdo?",
            "9": "¿Existen o han habido casos similares decididos por tribunales (precedentes)?"
        }
    },
    "7": {
        "name": "Tribunales - Veredicto",
        "questions": {
            "1": "¿Cuál es el veredicto y la sentencia, si se otorga? (Igual, menor, mayor que los daños buscados?)",
            "2": "¿Quiénes son las partes involucradas?",
            "3": "¿El juez hizo una declaración? ¿Se desvió de las conclusiones del experto?",
            "4": "¿Un resumen de los hechos alegados por el demandante?",
            "5": "¿Cuál fue el principal testimonio y los principales puntos del abogado / abogado?",
            "6": "¿Por cuánto tiempo deliberó el tribunal antes de la sentencia?",
            "7": "¿Hay alguna apelación o moción?"
        }
    },
    "8": {
        "name": "Crimen",
        "questions": {
            "1": "¿Cuál es el nombre y los detalles de las víctimas? Nombres, edades, direcciones, otra información personal.",
            "2": "¿Cuál fue el crimen y cómo se cometió?",
            "3": "¿Cuál es la fecha, hora y lugar del crimen? Confirme con fuentes oficiales.",
            "4": "En el caso de la muerte, ¿cuál fue la causa oficial? (Según paramédicos, policías u otras fuentes oficiales.)",
            "5": "¿Qué lesiones sufrieron las víctimas y qué arma se utilizó?",
            "6": "¿Cuál fue la motivación del crimen y cuál es el origen de la víctima? (¿si es relevante?)",
            "7": "¿Ha habido alguna detención, hay sospechosos o pistas?",
            "8": "¿Hay alguna circunstancia extraña que rodee el crimen?",
            "9": "Obtenga comentarios de la víctima, testigos, policías y otras fuentes oficiales."
        }
    },
    "9": {
        "name": "Incendios",
        "questions": {
            "1": "¿Cuántas personas están muertas y heridas?",
            "10": "¿Hubo actos de valentía o rescates?",
            "11": "Obtener comentarios de los vecinos, los testigos.",
            "12": "¿Cuántas autobombas y personal de los bomberos participan?",
            "13": "Fuentes: Jefe de bomberos, policía, servicios de rescate, hospital, funerario, grupos solidarios",
            "2": "¿Cuál es la identidad de las víctimas? Nombres, edades, direcciones, otros datos personales.",
            "3": "¿Dónde estaba el fuego y lo que ardía (un edificio, casa, campo, etc.)?",
            "4": "¿Cuándo comenzó el incendio, dónde y cómo se propagó?",
            "5": "¿Cuándo y después de cuánto tiempo se controló?",
            "6": "¿Cuál fue la causa de merte y heridas de las víctimas y cuál es la gravedad de las lesiones?",
            "7": "Daños materiales: ¿cuál es el alcance, el costo del daño, el seguro? Es posible que necesite llamar a un experto.",
            "8": "Investigación: ¿alguna circunstancia inusual?",
            "9": "¿Adonde llevaron a los heridos y muertos? (¿Qué hospital o morgue?)"
        }
    }
}
