{
  "1": {
    "name": "Conferência de imprensa",
    "questions": {
      "1": "Quais foram os principais temas abordados durante a Conferência de Imprensa?",
      "2": "Quais são os nomes e cargos ou posições oficiais dos intervenientes?",
      "3": "Qual é o histórico dos principais pontos focados durante a Conferência?",
      "4": "Que informação adicional obteve da sessão de perguntas e respostas?",
      "5": "Que questões não foram respondidas ou evitadas?",
      "6": "Dica: Assegure-se que obtém exemplares das brochuras citadas durante a Conferência de Imprensa",
      "7": "Quais são os contactos dos organizadores (preferivelmente números de telefone) em caso de consulta?"
    }
  },
  "10": {
    "name": "Desporto ",
    "questions": {
      "1": "Que tipo de desporto está a relatar?",
      "10": "Obtenha comentários dos treinadores, jogadores e adeptos de ambas equipas.",
      "11": "Qual era o número de pessoas presentes e como foi o seu comportamento?",
      "12": "Houve alguma lesão?",
      "13": "Qual foi a duração do jogo? Houve tempo de compensação?",
      "14": "Quais são as estatísticas do jogo?",
      "2": "Qual é o nome das equipas que estão a jogar?",
      "3": "Qual é o resultado final?",
      "4": "Onde e quando teve lugar o jogo?",
      "5": "Qual foi a peça chave, estratégia",
      "6": "Quais foram os jogadores com melhor desempenho?",
      "7": "Como afecta o resultado à classificação, ranking, records individuais?",
      "8": "Qual foi o padrão de pontoação do jogo?",
      "9": "Há alguma série de vitórias/fracassos, metas alcançadas pela equipa ou jogador?"
    }
  },
  "11": {
    "name": "Doença específica",
    "questions": {
      "1": "Qual é o nome da doença/problema que o paciente tem?",
      "2": "Quais são os principais sintomas?",
      "3": "Que tratamento é que eles receberam?",
      "4": "Onde estão sendo tratados?",
      "5": "A doença é conagiosa? Houve outros casos reportados localmente ou no estrangeiro?",
      "6": "Qual é a identidade das víctimas? Nomes, idades, endereços e outras informações pessoais.",
      "7": "Que comentários, se for o caso, têm feito os funcionários da saúde sobre a doença?",
      "8": "Qual é a distância percorrida pelos pacientes que você entrevistou e quais são os custos para o seu regresso?"
    }
  },
  "12": {
    "name": "Biografia",
    "questions": {
      "1": "Qual é o nome completo da pessoa sobre a que estás a escrever?",
      "10": "Detalhes sobre prémios, menções de honra, ou outro reconhecimento formal.",
      "12": "Resuma uma das principais contribuições deles para a sociedade e para o mundo.",
      "13": "Liste pelo menos três grandes acontecimentos sociais ou políticos que tenham ocorrido durante a vida desta pessoa. Explique evento por evento como estes acontecimentos podem ter influenciado na sua vida.",
      "2": "Qual é sua idade e data de nascimento?",
      "3": "Qual é o lugar de nascimento deles e onde é que eles viviam?",
      "6": "Qual é sua descrição física? (Isto é importante para colorir a sua peça)",
      "7": "Detalhes sobre o seu carácter e personalidade? (Pergunte à família e amigos)",
      "8": "Detalhes sobre sua educação (Incluir nível académico)",
      "9": "Detalhes sobre os seus relacionamentos pessoais com família, amigos, colegas."
    }
  },
  "13": {
    "name": "Obituários",
    "questions": {
      "1": "Qual é o nome, idade, endereço, ocupação do falecido?",
      "10": "Anedotas, lembranças de amigos, familiares?",
      "2": "Qual foi a hora, lugar e causa da morte?",
      "3": "Qual é a data e lugar de nascimento da pessoa?",
      "4": "Quem são os sobreviventes? (família directa)",
      "5": "Quais são os detalhes sobre o funeral e o enterro?",
      "6": "Quais foram as realizações do falecido?",
      "7": "Qual era o seu nível académico?",
      "8": "Eram membros dalgum clube ou associação?",
      "9": "Eles fizeram o serviço militar? (forma ou não)"
    }
  },
  "2": {
    "name": "Palestra",
    "questions": {
      "1": "Qual foi o principal tópico abordado pelo palestrante/orador?",
      "10": "Você tem cópias dos discursos e/ou da bibliografia usada?",
      "11": "Quais são os contactos (preferivelmente números de telefone/cartões de visita) dos palestrantes em caso de consulta?",
      "2": "Qual é o nome e o cargo do principal orador? (Assegure-se que o nome é soletrado correctamente!)",
      "3": "Que declarações você recolheu que sustentam esse facto?",
      "4": "Qual foi  a finalidade, hora e localização do discurso?",
      "5": "Quantas pessoas participaram e quais foram as suas reacções?",
      "6": "O orador focou outros tópicos?",
      "7": "Qual é o histórico do principal tópico que eles apresentaram?",
      "8": "Que comentários fez o orador antes e depois do seu discurso?",
      "9": "Há alguma informação adicional do espaço de perguntas e respostas"
    }
  },
  "3": {
    "name": "Protesto ",
    "questions": {
      "1": "Dica: Certifique-se que você tem um cachecol e uma garrafa de vinagre (molhe o lenço no vinagre se a polícia usa gas lacrimogêneo) em caso de gâs lacrimogêneo",
      "10": "Têm havido quaisquer protestos similares no passado (quantos, quando e aonde) e nada foi alcançado?",
      "11": "Como reagiram as autoridades e a polícia perante a manifestação ou protesto?",
      "12": "A polícia usou alguma força não letal (gâs lacrimogêneo, balas de borracha) ou força letal (munição) ou ambas?",
      "13": "Alguem ficou ferido? Quem, quantos e qual foi a gravidade?",
      "14": "A quais hospitais/clínicas foram levados os feridos para serem tratados?",
      "15": "Se há relatos de força violenta por parte da polícia, você tem alguma prova disso e qual foi a resposta da polícia perante isso?",
      "16": "Qual é o actual estado do protesto?",
      "2": "Que tipo de protesto é este? Uma marcha, uma greve, uma barricada?",
      "3": "Quem são os principais organizadores do protesto? Obtenha o lema oficial, organização e contactos.",
      "4": "O protesto foi planeado ou não?",
      "5": "Qual é o motivo do protesto?",
      "6": "Há alguma ONG ou partido político envolvido ou relacionado com o protesto? Obtenha nomes, organização, contactos e motivo do seu envolvimento.",
      "7": "Qual é o número de participantes no protesto: não adivinhes! Confirme com os organizadores e a polícia.",
      "8": "Consiga uma declaração dos organizadores sobre o protesto",
      "9": "Entreviste a um mínimo de 10 participantes: aliste o nome, idade, onde vivem, porqué estão a protestar, o quê eles pretendem conseguir?"
    }
  },
  "4": {
    "name": "Acidentes rodoviários",
    "questions": {
      "1": "Que horas e aonde teve lugar o acidente?",
      "10": "Aonde foram levados os feridos e os mortos? (Que hospital ou casa mortuária)",
      "11": "Houve qualquer acto de heroicidade ou algum resgate?",
      "12": "Houve alguma detenção ou qualquer outra acção legal?",
      "13": "Quais foram os danos causados aos veículos?",
      "14": "Qual era a velocidade dos veículos envolvidos?",
      "15": "De onde é que eles vinham/aonde iam?",
      "16": "Houve algo diferente nas condições climáticas ou da estrada que poderiam ter causado o acidente?",
      "17": "O quê aconteceu de acordo com as testemunhas, os investigadores e outras pessoas envolvidas no incidente?",
      "18": "Quais são os detalhes do funeral para os falecidos?",
      "2": "Houve algumas pessoas feridas ou mortas e quantas?",
      "3": "Que tipos de veículos estavam envolvidos?",
      "4": "Qual é a identidade dos motoristas envolvidos? Nomes, idades, endereços, outra informação pessoal.",
      "5": "Qual foi a causa do accidente? (de acordo com o pessoal de saúde, polícia ou outras fontes oficiais)",
      "6": "Qual é a identidade doutras pessoas envolvidas? (Passageiros, peões)",
      "7": "Qual é a identidade dos mortos e feridos?",
      "8": "Qual é a gravidade dos ferimentos?",
      "9": "Qual é o estado de saúde dos feridos?"
    }
  },
  "5": {
    "name": "Serviços de saúde",
    "questions": {
      "1": "Qual é o nome do hospital ou clínica e onde é que está situada?",
      "10": "Qual é a reacção dos responsáveis oficiais pelo serviço?",
      "11": "Os pacientes tinham visitado as instalações anteriormente? Se sim, o seu arquivo estava disponível quando eles foram tratados?",
      "12": "Que distância percorreram os pacientes entrevistados para chegar até lá?",
      "13": "Como eles chegaram lá? (autocarro, taxi, comboio, a pé)",
      "14": "Qual foi o custo da viagem de regresso?",
      "2": "Quais serviços não estão a funcionar enquanto deveriam? (áreas sem prestação de serviços)",
      "3": "Porquê esses serviços já não estão sendo prestados?",
      "4": "Quem está afectado? (Um grupo concreto de pessoas/ área e quais são as suas origens socio-económicas?",
      "5": "Quantas pessoas estão afectadas, em risco ou em perigo devido a retirada destes serviços?",
      "6": "Quais são os nomes e idades dos afectados e quais são as suas experiências?",
      "7": "Quanto tempo esperam os pacientes para serem atendidos por um médico ou outro pessoal de saúde?",
      "8": "Há sufiente- e adequada- medicação disponível?",
      "9": "Quem é o responsável da prestação de serviços?"
    }
  },
  "6": {
    "name": "Tribunais-Ação Civil",
    "questions": {
      "1": "Quem é a pessoa ou organização executando a ação judicial? Nomes, idades, endereços, outra informação pessoal.",
      "10": "Pode este processo estabelecer um marco legal? É um precedente?",
      "11": "Existe uma possibilidade de acordo fora do tribunal?",
      "12": "Qual é o significado por trás da ação e o efeito sobre outros?",
      "13": "Quais são os nomes dos advogados de ambas partes? ( Verifique a ortografia!)",
      "14": "Qual é a data e quem é o juiz que vai presidir o julgamento ou audiência?",
      "2": "Qual é o historial do demandante: a pessoa que apresenta a ação judicial?",
      "3": "Qual é o historial do acusado?",
      "4": "Que tipo de dano é alegado?",
      "5": "Qual é o resultado a ser alcançado?",
      "6": "Qual é a data de submetimento do requerimento e qual é o tribunal de juridisção?",
      "7": "Há alguma motivação especial por trás da ação judicial (se existir)?",
      "8": "Qual é o historial do conflito/desacordo?",
      "9": "Há ou terão havido alguns casos similares julgados pelos tribunais (precedentes)?"
    }
  },
  "7": {
    "name": "Tribunais- Sentenças",
    "questions": {
      "1": "Qual é a sentença e os prejuíços, se é que foram considerados? (De igual, menor ou maior dimensão em relação aos danos estimados)",
      "2": "Quem são as partes envolvidas?",
      "3": "O juiz anunciou a sentença? Houve alguma alteração com o apresentado pelo assessor?",
      "4": "Faça um resumo das alegações do Procurador/demandante?",
      "5": "Qual foi o testemunho chave e quais os principais argumentos do advogado da defessa?",
      "6": "Durante quanto tempo deliverou o tribunal antes da sentença?",
      "7": "Há alguma apelação ou moção?"
    }
  },
  "8": {
    "name": "Crime",
    "questions": {
      "1": "Qual é o nome e identidade das vítimas? Nomes, idades, endereços, outra informação pessoal.",
      "2": "Qual foi o crime e como foi cometido?",
      "3": "Qual é a data, hora e local do crime? Confirme com as fontes oficiais.",
      "4": "Em caso de morte, qual foi a causa oficial? (De acordo com o pessoal da saúde, polícia, outras fontes oficiais.)",
      "5": "Que danos foram causados às vítimas e que arma foi usada?",
      "6": "Qual foi o motivo do crime e qual é o historial da vítima? (se for relevante.)",
      "7": "Tem havido alguma detenção e há alguns suspeitos ou pistas?",
      "8": "Existem algumas circunstâncias estranhas em volta do crime?",
      "9": "Obtenha declarações das vítimas, testemunhas, polícia e outras fontes oficiais."
    }
  },
  "9": {
    "name": "Incêndios ",
    "questions": {
      "1": "Quantas pessoas estão mortas ou feridas?",
      "10": "Houve alguns actos de heroicidade ou resgates?",
      "11": "Obtenha comentários de vizinhos e testemunhas.",
      "12": "Quantos carros de bombeiros e pessoal dos bombeiros estiveram envolvidos?",
      "13": "Fontes: Chefe dos bombeiros, polícia, Serviços de resgate, hospital, casa mortuária, organizações de caridade",
      "2": "Qual é a identidade das vítimas? Nomes, idades, endereços, outra informação pessoal.",
      "3": "Onde é que o incêndio teve lugar e o quê ardeu (prédio, casa, campo, etc)?",
      "4": "Quando o fogo começou, onde e como espalhou-se?",
      "5": "Quando e após quanto tempo o incêndio esteve sob controlo?",
      "6": "Qual foi a causa da morte e ferimentos das vítimas e qual é a gravidade dos ferimentos?",
      "7": "Danos materiais: qual é a extensão, custo dos danos, seguro? Você pode precisar de contactar com um especialista.",
      "8": "Investigação: qualquer circunstância fora do normal?",
      "9": "Aonde foram levados os feridos e os mortos? (A qual hospital ou casa mortuária?)"
    }
  }
}
