{
  "spa": {
    "questions": [
      {}
    ]
  },
  "nso": {
    "questions": [
      {}
    ]
  },
  "afr": {
    "title": "Protesoptog",
    "questions": [
      {
        "question": "Wenk: Maak seker jy het 'n groot serp en 'n bottel asyn (week serp in asyn indien polisie gebruik maak van traangas)"
      },
      {
        "question": "Was daar enige verwante protesoptredes in die verlede (hoeveel, wanneer en waar) en is enige iets bereik?"
      },
      {
        "question": "Hoe het die owerhede en die polisie reageer op die protes?"
      },
      {
        "question": "Het polisie enige nie-dodelike (traangas, rubber koeëls) of dodelike wapens (lewendige ammunisie) gebruik, of albei?"
      },
      {
        "question": "Is enigiemand beseer? Wie, hoeveel en hoe erg?"
      },
      {
        "question": "Na watter hospitale/ klinieke is die beseerdes geneem vir behandeling?"
      },
      {
        "question": "Indien daar gerugte van polisiegeweld is, het jy bewyse en het jy 'n reaksie van die polisie hieroor?"
      },
      {
        "question": "Wat is die huidige stand van die protes?"
      },
      {
        "question": "Watter soort protes is dit?",
        "description": "`n Optog, 'n staking, 'n versperring?"
      },
      {
        "question": "Wie is die hooforganiseerders van die protes?",
        "description": "Kry hul amptelike titel, organisasie en kontakbesonderhede."
      },
      {
        "question": "Was die protesoptrede beplan of onbeplan?"
      },
      {
        "question": "Wat is die oorsaak van die protes?"
      },
      {
        "question": "Is nie-regeringsorganisasies of politieke partye betrokke by die protesoptrede?",
        "description": "Kry hul name, organisasie, kontakbesonderhede en rede vir betrokkenheid."
      },
      {
        "question": "Hoe groot is die skare:",
        "description": "moenie raai nie! Bevestig met organiseerders en polisie."
      },
      {
        "question": "Haal een van die organiseerders woordeliks aan oor die optrede"
      },
      {
        "question": "Voer onderhoude met ten minste 10 betogers:",
        "description": "kry hul naam, ouderdom, waar hulle woon, waarom hulle protesteer, wat hulle wil bereik?"
      },
      {
        "question": "Additional info/notes"
      },
      {
        "question": "Contact details of people you've interviewed"
      }
    ]
  },
  "questions": [
    {
      "question": "Tip: Ensure you have a large scarf and a bottle of vinegar (soak scarf in vinegar if police use teargas) in case there is teargas?"
    },
    {
      "question": "Have there been any related protests in the past (how many, when and where) and was anything achieved?"
    },
    {
      "question": "How did the authorities and police respond to the protest?"
    },
    {
      "question": "Did police use any non-lethal force (teargas, rubber bullets) or lethal force (live ammunition), or both?"
    },
    {
      "question": "Was anyone injured? Who, how many and how badly?"
    },
    {
      "question": "To which hospitals/clinics were the injured taken for treatment?"
    },
    {
      "question": "If there are reports of violent force from police, do you have evidence and do you have a response from the police about this?"
    },
    {
      "question": "What is the current status of the protest?"
    },
    {
      "question": "What kind of protest is it? A march, a strike, a barricade?"
    },
    {
      "question": "Who are the main organisers of the protest?",
      "description": "Get their official title, organisation and contact details."
    },
    {
      "question": "Was the protest planned or unplanned?"
    },
    {
      "question": "What is the reason for the protest?"
    },
    {
      "question": "Were any NGOs or political parties involved or related to the protest?",
      "description": "Get their names, organisation, contact details and reason for involved."
    },
    {
      "question": "What is the size of the crowd: ",
      "description": "don't guess! Check with organisers and police."
    },
    {
      "question": "Get a quote from the organisers about the protest"
    },
    {
      "question": "Interview a minimum of 10 protesters:",
      "description": "get their name, age, where they live, why they are protesting, what do they want to achieve?"
    },
    {
      "question": "Additional info/notes"
    },
    {
      "question": "Contact details of people you've interviewed"
    }
  ],
  "tsn": {
    "questions": [
      {}
    ]
  },
  "zul": {
    "questions": [
      {}
    ]
  },
  "por": {
    "questions": [
      {}
    ]
  },
  "sot": {
    "questions": [
      {}
    ]
  },
  "title": "Protest March",
  "type": "questions",
  "xho": {
    "questions": [
      {}
    ]
  }
}